{"id":"EXCEL_3D CURLS_0","Archetypes":"3D CURLS","description":"Among the '3D CURLS' archetype, a notable 11.44% of respondents indicate that their hair and scalp care is primarily motivated by beauty and appearance, which is significantly above average. This suggests that a portion of this group places a strong emphasis on aesthetic considerations when it comes to their hair. The data implies that while beauty is a factor, the majority may still prioritize cleanliness and health, although specific percentages for those motivations are not provided in this dataset. Overall, the findings highlight a distinct inclination towards beauty-focused hair care within the '3D CURLS' archetype."}
{"id":"EXCEL_3D CURLS_1","Archetypes":"3D CURLS","description":"Among the '3D CURLS' archetype, a notable 24.52% of respondents express a preference for using a variety of treatments, products, and services to achieve their desired hair results. This indicates a strong inclination towards a results-oriented approach to hair care, contrasting with a minimalist routine. The data suggests that individuals within this archetype are willing to invest in multiple solutions to enhance their hair's appearance and health."}
{"id":"EXCEL_3D CURLS_2","Archetypes":"3D CURLS","description":"Among the '3D CURLS' archetype, sensitive skin, characterized by redness and irritation, stands out as the primary facial concern, with 29.06% of respondents reporting this issue, which is significantly above average. This indicates a notable prevalence of skin sensitivity within this group, suggesting a need for targeted skincare solutions to address these concerns."}
{"id":"EXCEL_3D CURLS_3","Archetypes":"3D CURLS","description":"Among the '3D CURLS' archetype, split ends are the most prevalent concern, reported by 39.84% of respondents, indicating a significant issue with hair health. Additionally, 38.95% express worries about hair getting frizzy due to humidity, which highlights challenges in managing curly hair in varying weather conditions. Dry or dried-out hair is also a notable concern for 28.54% of participants, suggesting a need for hydration and moisture. Furthermore, 34.84% of respondents deal with dandruff or flakes, pointing to scalp health issues. Overall, these findings reflect a range of hair care challenges faced by individuals with curly hair, emphasizing the importance of targeted hair care solutions."}
{"id":"EXCEL_3D CURLS_4","Archetypes":"3D CURLS","description":"Among the '3D CURLS' archetype, a notable 14.46% of respondents have sought the expertise of dermatologists for hair or scalp care in the past 12 months, indicating a significant concern for hair health within this group. This suggests that individuals with this archetype are proactive in addressing their hair and scalp issues by consulting professionals."}
{"id":"EXCEL_3D CURLS_5","Archetypes":"3D CURLS","description":"Among the '3D CURLS' archetype, mid-length hair is the most common preference, with 30.95% of respondents indicating this choice, which is significantly above average. This suggests that individuals in this group favor a hair length that balances manageability and style, reflecting a trend towards versatility in hair length among those with curly hair."}
{"id":"EXCEL_3D CURLS_6","Archetypes":"3D CURLS","description":"Among the '3D CURLS' archetype, a notable 12.05% of respondents identify their natural facial skin tone as category IV, which is significantly above average. This indicates a distinct representation of this skin tone within the group, suggesting that it may be an important aspect of their identity or beauty concerns."}
{"id":"EXCEL_3D CURLS_7","Archetypes":"3D CURLS","description":"Among the '3D CURLS' archetype, a notable 29.72% of respondents report having thick hair, which is categorized as very significantly above average. This indicates a strong prevalence of thicker hair within this group, suggesting that individuals in this archetype may prioritize or celebrate their hair's volume and texture."}
{"id":"EXCEL_3D CURLS_8","Archetypes":"3D CURLS","description":"Among the '3D CURLS' archetype, the most commonly used products over the past 12 months are shampoo and hair care or styling products, with a remarkable 100% of respondents indicating their use. Following closely, make-up products for the face, eyes, or lips are utilized by 84.13% of participants, showcasing a strong interest in cosmetic applications. Additionally, body cleansing products and deodorants\/anti-perspirants are also popular, with usage rates of 89.91% and 87.17%, respectively. Facial care products, including anti-aging and moisturizing items, are reported by 76.76% of respondents, indicating a significant focus on skincare. Overall, this archetype demonstrates a comprehensive engagement with a wide range of personal care products, particularly in hair and body care."}
{"id":"EXCEL_3D CURLS_9","Archetypes":"3D CURLS","description":"Among the '3D CURLS' archetype, a notable 31.39% of respondents identify their hair as dry, indicating a prevalent concern regarding hair moisture levels. Additionally, 5.67% describe their hair as very dry, suggesting that a smaller segment of this group experiences more severe dryness. This data highlights the importance of addressing hydration and moisture retention for individuals within this archetype. Overall, the findings reflect a significant awareness of hair dryness among the respondents."}
{"id":"EXCEL_3D CURLS_10","Archetypes":"3D CURLS","description":"Among the '3D CURLS' archetype, a small portion of respondents, specifically 6.11%, describe their hair density as very dense. This percentage is noted to be above average, indicating that while the majority may not identify with this characteristic, there is a notable segment within this group that possesses denser hair."}
{"id":"EXCEL_3D CURLS_11","Archetypes":"3D CURLS","description":"Among the '3D CURLS' archetype, a substantial majority of respondents, 80.28%, report having black, dark brown, brown, or light brown hair. This figure is significantly above average, indicating that these darker hair colors are predominant within this group. The data suggests a strong preference or natural inclination towards these shades among individuals identified as '3D CURLS'."}
{"id":"EXCEL_3D CURLS_12","Archetypes":"3D CURLS","description":"Among the '3D CURLS' archetype, brown hair is the most common natural hair color, reported by 12.09% of respondents, which is significantly above average. Light brown hair follows with a lower representation of 4.68%, categorized as above average. Red hair is noted by only 2.08% of participants, also considered significantly above average. This data suggests that while brown shades dominate, lighter and red hues are less prevalent among this group."}
{"id":"EXCEL_3D CURLS_13","Archetypes":"3D CURLS","description":"Among the '3D CURLS' archetype, the most popular hair activity is the use of perm and non-perm vegetable hair color, with 44.17% of respondents engaging in this practice, indicating a strong preference for enhancing curl texture and color. Permanent hair color, which is resistant to washing out, is the second most common choice, reported by 25.66% of participants, reflecting a commitment to long-lasting color solutions. Additionally, 17.38% opt for non-permanent or demi\/semi-permanent colors, suggesting a desire for temporary changes. Other activities such as toning and glossing (10.72%), root touch-ups (14.46%), and hair botox (6.04%) are less prevalent but still indicate a variety of hair care practices among this group. Overall, the data highlights a significant inclination towards coloring and texturizing treatments within the '3D CURLS' archetype."}
{"id":"EXCEL_3D CURLS_14","Archetypes":"3D CURLS","description":"Among the '3D CURLS' archetype, respondents are predominantly from Brazil and the USA, with 25.29% and 24.73% respectively, both figures significantly above average. Mexico contributes a smaller portion, with 7.7% of respondents, while Spain has the least representation at 4.73%, although still above average. This data indicates a strong presence of the '3D CURLS' archetype in North and South America, particularly in Brazil and the USA. The lower percentages from Mexico and Spain suggest a more limited engagement with this archetype in those regions. Overall, the findings highlight a concentrated demographic for the '3D CURLS' group primarily in Brazil and the USA."}
{"id":"EXCEL_3D CURLS_16","Archetypes":"3D CURLS","description":"Among the '3D CURLS' archetype, the primary source of information or recommendations comes from Toluna, with 37.81% of respondents indicating this as their preferred resource. This percentage is very significantly above average, suggesting that Toluna plays a crucial role in shaping the opinions and choices of this group regarding hair care or styling."}
{"id":"EXCEL_3D CURLS_17","Archetypes":"3D CURLS","description":"Among the '3D CURLS' archetype, 34.51% of respondents reported using food supplements for hair in the past 12 months, indicating a notable interest in enhancing hair health through dietary means. This percentage is above average, suggesting that a significant portion of this group actively seeks out additional support for their hair care routines."}
{"id":"EXCEL_3D CURLS_18","Archetypes":"3D CURLS","description":"Among the '3D CURLS' archetype, a notable 19.52% of respondents express a preference for varied hairstyles, indicating a desire to change their look regularly. This response is categorized as very significantly above average, suggesting that versatility in hair styling is an important aspect of their daily routine."}
{"id":"EXCEL_AIRY COOL SLIM FACE_20","Archetypes":"AIRY COOL SLIM FACE","description":"Among the 'AIRY COOL SLIM FACE' archetype, a notable 29.7% of respondents prioritize beauty and appearance as their primary motivation for hair and scalp care, indicating a strong focus on aesthetics. In contrast, 22.24% emphasize cleanliness and health as their main concern, suggesting that while beauty is important, there is also a significant awareness of the importance of hair and scalp health. This data reflects a balanced perspective within this group, where both beauty and health considerations play a role in their hair care routines. Overall, the findings highlight a clear inclination towards beauty, but with a substantial recognition of health-related factors as well."}
{"id":"EXCEL_AIRY COOL SLIM FACE_21","Archetypes":"AIRY COOL SLIM FACE","description":"Among the 'AIRY COOL SLIM FACE' archetype, a strong desire to combat aging is evident, with 48.23% of respondents expressing that they actively try to delay future signs of aging, a figure that is very significantly above average. Additionally, 31.55% agree that they would do anything to look younger, indicating a high level of concern regarding their appearance. Furthermore, 30.49% of participants wish to erase all signs of aging by any means necessary, reflecting a prevalent urgency in addressing aging. This data suggests that the desire for youthful appearance is a central theme among this group, highlighting their commitment to maintaining a youthful look."}
{"id":"EXCEL_AIRY COOL SLIM FACE_22","Archetypes":"AIRY COOL SLIM FACE","description":"Among the 'AIRY COOL SLIM FACE' archetype, dandruff resistant to conventional treatments is the most prevalent hair health concern, reported by 18.92% of respondents, which is very significantly above average. Severe hair loss or alopecia follows closely, with 18.77% indicating this issue, highlighting a serious concern for many in this group. Additionally, sensitivity to hair care products affects 12.66% of participants, suggesting a notable prevalence of allergic reactions. Other concerns include strong scalp odor (9.65%), chemical breakage (9.59%), and psoriasis or atopic dermatitis of the scalp (8.1%), all of which are also reported at very significant levels. Overall, these findings reflect a range of serious hair health issues faced by this archetype, with dandruff and hair loss being the most critical."}
{"id":"EXCEL_AIRY COOL SLIM FACE_23","Archetypes":"AIRY COOL SLIM FACE","description":"Among the 'AIRY COOL SLIM FACE' archetype, the primary concern regarding facial appearance is dark circles, bags, and puffiness around the eyes, reported by 45.2% of respondents, which is very significantly above average. Close behind, 43.5% express worries about imperfections such as acne and large pores, indicating a strong desire for clearer skin. Additionally, 40.66% of participants are concerned about dull skin and lack of radiance, further emphasizing the importance of a vibrant complexion. Other notable issues include sensitive skin, affecting 26.51% of respondents, and unbalanced skin conditions, reported by 27.89%. Lastly, a smaller segment, 9.58%, is concerned about the harmony between their skin tone and natural hair color, suggesting that while this is less prevalent, it still holds significance for some individuals."}
{"id":"EXCEL_AIRY COOL SLIM FACE_24","Archetypes":"AIRY COOL SLIM FACE","description":"Among the 'AIRY COOL SLIM FACE' archetype, hair loss is the most pressing concern, with 46.13% of respondents indicating this issue, which is very significantly above average. Following closely, dandruff or flakes affects 37.81% of participants, highlighting a common scalp issue within this group. Additionally, split ends are a notable concern for 34.9% of respondents, while dull and lifeless hair is reported by 32.23%. Other significant issues include dry hair (28.42%) and greasy hair (27.24%), both of which suggest a struggle with hair maintenance. Overall, these findings reflect a diverse range of hair concerns, with a strong emphasis on hair health and manageability."}
{"id":"EXCEL_AIRY COOL SLIM FACE_25","Archetypes":"AIRY COOL SLIM FACE","description":"Among the 'AIRY COOL SLIM FACE' archetype, hairdressers are the most frequently visited professionals for hair or scalp care, with 59.8% of respondents indicating they seek their services, which is significantly above average. Dermatologists also play a notable role, as 14.4% of participants consult them, a figure that is very significantly above average. Other professionals, such as scalp centers (8.21%) and clinics\/hospitals (6.6%), are also consulted, though to a lesser extent. Trichologists and pharmacists are less commonly visited, with only 4.32% and 4.93% of respondents, respectively, indicating their services. This data suggests a strong preference for hairdressers among this group, while specialized care from dermatologists is also valued."}
{"id":"EXCEL_AIRY COOL SLIM FACE_26","Archetypes":"AIRY COOL SLIM FACE","description":"Among the 'AIRY COOL SLIM FACE' archetype, a notable preference for longer hair lengths is evident, with 40.68% of respondents indicating they prefer long hair, a figure that is very significantly above average. Additionally, 25.9% of participants favor very long hair, further emphasizing a strong inclination towards longer hairstyles within this group. This data suggests that long hair is a defining characteristic for many individuals in this archetype, reflecting their aesthetic preferences."}
{"id":"EXCEL_AIRY COOL SLIM FACE_27","Archetypes":"AIRY COOL SLIM FACE","description":"Among the 'AIRY COOL SLIM FACE' archetype, face peeling procedures stand out as the most popular aesthetic treatment, with 16.88% of respondents having undergone this procedure in the past year, a figure that is very significantly above average. Additionally, light or energy machine-aided therapies for skin, such as IPL and laser treatments, are also favored by 11.86% of participants, indicating a strong interest in advanced skin rejuvenation techniques. Face lifting procedures are reported by 8.95% of respondents, further emphasizing the group's inclination towards enhancing facial aesthetics. Scalp-related treatments, including scalp injections and micro-needling, attract a smaller but notable interest, with 5.39% of respondents participating. Overall, the data reflects a clear trend among this archetype towards various aesthetic procedures, particularly those focused on facial enhancement and rejuvenation."}
{"id":"EXCEL_AIRY COOL SLIM FACE_28","Archetypes":"AIRY COOL SLIM FACE","description":"Among the 'AIRY COOL SLIM FACE' archetype, a notable 50.45% of respondents identify their natural facial skin tone as category II, which is very significantly above average. This indicates a strong prevalence of this skin tone within the group, suggesting that it may be a defining characteristic for the 'AIRY COOL SLIM FACE' archetype."}
{"id":"EXCEL_AIRY COOL SLIM FACE_29","Archetypes":"AIRY COOL SLIM FACE","description":"Among the 'AIRY COOL SLIM FACE' archetype, a significant majority of respondents, 43.35%, report having normal hair thickness, which is notably above average. This suggests that a substantial portion of this group does not experience issues related to hair thickness, indicating a potential area of satisfaction regarding their hair health. The data reflects a positive perception of hair thickness within this archetype, contrasting with concerns seen in other groups."}
{"id":"EXCEL_AIRY COOL SLIM FACE_30","Archetypes":"AIRY COOL SLIM FACE","description":"Among the 'AIRY COOL SLIM FACE' archetype, the use of shampoo and hair care or styling products stands out, with 100% of respondents indicating they utilize these products, reflecting a strong emphasis on hair maintenance. Additionally, make-up products for the face, eyes, or lips are also highly favored, with 85.43% of participants reporting their use. Body cleansing products follow closely, with 88.81% of respondents incorporating them into their routines. Facial cleansing products and body care products are also popular, with 79.84% and 80.17% respectively, indicating a comprehensive approach to personal care. Lastly, fragrances are used by 69.78% of the group, showcasing a notable interest in scent as part of their grooming habits."}
{"id":"EXCEL_AIRY COOL SLIM FACE_31","Archetypes":"AIRY COOL SLIM FACE","description":"Among the 'AIRY COOL SLIM FACE' archetype, a notable 24.49% of respondents identify their hair as oily, which is considered very significantly above average. This suggests that a substantial portion of this group may be dealing with the challenges associated with oily hair, potentially influencing their hair care choices and concerns."}
{"id":"EXCEL_AIRY COOL SLIM FACE_32","Archetypes":"AIRY COOL SLIM FACE","description":"Among the 'AIRY COOL SLIM FACE' archetype, the majority of respondents, 58.0%, describe their hair density as medium. This indicates a prevalent perception of hair density within this group that is above average. The data suggests that while medium density is common, there may be less emphasis on extremes of hair density, such as very fine or very thick hair. Overall, this reflects a balanced view of hair density among the respondents."}
{"id":"EXCEL_AIRY COOL SLIM FACE_33","Archetypes":"AIRY COOL SLIM FACE","description":"Among the 'AIRY COOL SLIM FACE' archetype, a striking 85.23% of respondents report having black, dark brown, brown, or light brown hair, indicating a strong preference or prevalence of these hair colors within this group. This figure is very significantly above average, suggesting that these shades dominate the current hair color choices among participants. The data highlights a clear trend towards darker and neutral hair colors, reflecting a potential aesthetic preference or cultural influence within this archetype."}
{"id":"EXCEL_AIRY COOL SLIM FACE_34","Archetypes":"AIRY COOL SLIM FACE","description":"Among the 'AIRY COOL SLIM FACE' archetype, a striking 67.05% of respondents identify their natural hair color as black, a figure that is very significantly above average. This indicates a strong prevalence of black hair within this group, suggesting a potential cultural or aesthetic preference associated with this archetype. The data highlights the dominance of black hair color among the respondents, reflecting a notable characteristic of the 'AIRY COOL SLIM FACE' archetype."}
{"id":"EXCEL_AIRY COOL SLIM FACE_35","Archetypes":"AIRY COOL SLIM FACE","description":"Among the 'AIRY COOL SLIM FACE' archetype, the most popular hair activity is the use of perm and non-perm vegetable hair color, with 39.13% of respondents engaging in this practice, indicating a strong preference for versatile hair coloring options. Hair straightening follows closely, with 26.1% of participants opting for this treatment, reflecting a desire for sleek styles. Additionally, 18.09% of respondents utilize keratin or protein treatments, suggesting a focus on hair health and manageability. Other notable activities include non-permanent color treatments (15.68%) and the application of hair pieces (10.27%), which further illustrate the diverse hair care interests within this group. Overall, the data highlights a significant inclination towards various hair treatments that enhance both aesthetics and hair quality."}
{"id":"EXCEL_AIRY COOL SLIM FACE_38","Archetypes":"AIRY COOL SLIM FACE","description":"Among the 'AIRY COOL SLIM FACE' archetype, the primary source of recommendations (REC_SOURCE) is OSS, with 16.19% of respondents indicating this as their choice. This percentage is categorized as very significantly above average, suggesting that OSS is a notable reference point for this group. The data indicates a clear preference or reliance on OSS within this demographic, highlighting its importance in their decision-making process."}
{"id":"EXCEL_AIRY COOL SLIM FACE_39","Archetypes":"AIRY COOL SLIM FACE","description":"Among the 'AIRY COOL SLIM FACE' archetype, a notable 41.03% of respondents reported using food supplements for hair in the past 12 months, indicating a strong interest in enhancing hair health through dietary means. This percentage is very significantly above average, suggesting that a substantial portion of this group actively seeks solutions to improve their hair condition."}
{"id":"EXCEL_AIRY COOL SLIM FACE_40","Archetypes":"AIRY COOL SLIM FACE","description":"Among the 'AIRY COOL SLIM FACE' archetype, a notable 9.58% of respondents indicate that they wear elaborate hairstyles, such as updos, evening hairstyles, or protective styles, on a daily basis. This percentage is very significantly above average, suggesting that a distinct segment of this group values intricate hair routines. The preference for elaborate hairstyles may reflect a desire for self-expression and a commitment to maintaining a polished appearance."}
{"id":"EXCEL_AIRY COOL SLIM FACE_41","Archetypes":"AIRY COOL SLIM FACE","description":"Among the 'AIRY COOL SLIM FACE' archetype, a notable 36.07% of respondents report making one major change to their hairstyle (such as color, haircut, or hair shape) in the past three months, indicating a moderate level of experimentation with their hair. Additionally, 21.01% have made two significant changes, which is very significantly above average, suggesting that a considerable portion of this group is open to frequent hair transformations. This data reflects a trend towards versatility and a willingness to adapt personal style within this archetype."}
{"id":"EXCEL_AIRY COOL SLIM FACE_42","Archetypes":"AIRY COOL SLIM FACE","description":"Among the 'AIRY COOL SLIM FACE' archetype, a substantial 54.99% of respondents report applying shampoo and rinsing it out while washing their hair with a frequency of 2. This indicates that a majority of this group adheres to a consistent hair washing routine, which is very significantly above average. The data suggests a strong inclination towards maintaining hair cleanliness and care within this archetype."}
{"id":"EXCEL_CELEBRATE MY COILS_44","Archetypes":"CELEBRATE MY COILS","description":"Among the 'CELEBRATE MY COILS' archetype, a notable 24.48% of respondents indicate that their primary motivation for caring for their hair and scalp is cleanliness and health, which is significantly above average. This suggests that a considerable portion of this group prioritizes the well-being of their hair over purely aesthetic concerns. The data implies a strong inclination towards maintaining healthy hair and scalp, reflecting a holistic approach to hair care within this archetype."}
{"id":"EXCEL_CELEBRATE MY COILS_45","Archetypes":"CELEBRATE MY COILS","description":"Among the 'CELEBRATE MY COILS' archetype, a notable 32.32% of respondents express a preference for using a variety of treatments, products, and services to achieve desired results for their hair. This indicates a strong inclination towards a results-oriented approach rather than a minimalist routine, suggesting that individuals in this group are willing to invest time and resources into their hair care. The data reflects a significant trend towards embracing diverse hair care options to enhance hair health and appearance."}
{"id":"EXCEL_CELEBRATE MY COILS_46","Archetypes":"CELEBRATE MY COILS","description":"Among the 'CELEBRATE MY COILS' archetype, a strong desire to age well and preserve beauty capital is evident, with 70.38% of respondents expressing this sentiment. Additionally, 63.8% agree that aging is a natural process to embrace, reflecting a positive attitude towards aging. A significant 65.69% prioritize quick and simple hair routines, indicating a preference for practicality in their hair care. Furthermore, 63.38% affirm their commitment to enhancing their natural beauty without drastic transformations. Lastly, nearly half (49.74%) appreciate a down-to-earth look, suggesting that simplicity and authenticity are valued within this group."}
{"id":"EXCEL_CELEBRATE MY COILS_47","Archetypes":"CELEBRATE MY COILS","description":"Among the 'CELEBRATE MY COILS' archetype, dandruff resistant to conventional treatments is the most prevalent hair health issue, reported by 27.5% of respondents, indicating a significant challenge faced by this group. Additionally, 17.21% of participants experience chemical breakage of hair, highlighting concerns related to hair damage from styling products or treatments. Sensitivity to hair care products, including allergic reactions, affects 15.68% of respondents, suggesting a notable prevalence of adverse reactions to hair care formulations. Overall, these findings underscore the importance of addressing specific hair health problems within this archetype."}
{"id":"EXCEL_CELEBRATE MY COILS_48","Archetypes":"CELEBRATE MY COILS","description":"Among the 'CELEBRATE MY COILS' archetype, the primary concern regarding facial issues is imperfections, which includes acne, pimples, and large pores, reported by 50.44% of respondents, a figure that is very significantly above average. Additionally, 43.71% of participants express concerns about uneven skin tone, such as dark spots and hyperpigmentation, indicating a strong desire for clearer and more uniform skin. These findings highlight the prevalent skincare challenges faced by this group, emphasizing the need for targeted solutions."}
{"id":"EXCEL_CELEBRATE MY COILS_49","Archetypes":"CELEBRATE MY COILS","description":"Among the 'CELEBRATE MY COILS' archetype, hair breakage stands out as the most significant concern, reported by 47.62% of respondents, indicating a critical issue with hair health. Additionally, 42.14% express worries about dry scalp, while 38.04% are troubled by dry or dried-out hair, highlighting a prevalent issue with moisture retention. Difficulties in detangling hair, affecting 33.64% of participants, further emphasize the challenges faced by this group. Scalp discomfort is also a notable concern for 31.16%, suggesting that irritation may accompany other hair issues. Overall, these findings reflect a strong need for targeted hair care solutions that address moisture, breakage, and scalp health among individuals celebrating their natural coils."}
{"id":"EXCEL_CELEBRATE MY COILS_50","Archetypes":"CELEBRATE MY COILS","description":"Among the 'CELEBRATE MY COILS' archetype, a substantial 67.55% of respondents have visited a hairdresser in the past 12 months, indicating a strong reliance on professional hair care services. In contrast, visits to scalp centers are less common, with only 7.59% of participants seeking this specialized care. Additionally, 6.45% consulted general practitioners, while 8.16% turned to natural or traditional medicine practitioners for hair or scalp issues. This data suggests that while conventional hairdressers are the primary choice for hair care, there is also a notable interest in alternative and holistic approaches among a smaller segment of the group. Overall, the findings reflect a diverse range of preferences for hair and scalp care within this archetype."}
{"id":"EXCEL_CELEBRATE MY COILS_51","Archetypes":"CELEBRATE MY COILS","description":"Among the 'CELEBRATE MY COILS' archetype, mid-length hair is the most common preference, with 39.22% of respondents indicating this choice, which is very significantly above average. Short hair follows closely behind, with 33.85% of participants favoring this length, suggesting a strong inclination towards shorter styles. Very short hair is less popular, with only 10.83% of respondents selecting this option, indicating that extreme shortness is less favored within this group. Overall, the data highlights a clear preference for mid-length and short hairstyles among those celebrating their coils."}
{"id":"EXCEL_CELEBRATE MY COILS_52","Archetypes":"CELEBRATE MY COILS","description":"Among the 'CELEBRATE MY COILS' archetype, a notable 5.94% of respondents reported having undergone hair transplantation or hairline repair procedures in the past 12 months. This percentage is categorized as very significantly above average, indicating a specific interest or need for aesthetic interventions related to hair among this group. The data suggests that while the overall percentage is relatively low, it reflects a targeted concern for hair aesthetics within this archetype."}
{"id":"EXCEL_CELEBRATE MY COILS_53","Archetypes":"CELEBRATE MY COILS","description":"Among the 'CELEBRATE MY COILS' archetype, the most common natural facial skin tone reported is IV, with 36.77% of respondents identifying with this category, indicating a strong preference for this tone. Following closely is skin tone III, chosen by 30.55% of participants, which also reflects a significant representation within the group. Skin tone V is noted by 13.47% of respondents, while only a small fraction, 2.19%, identifies with skin tone VI. Additionally, a minimal 1.38% of respondents preferred not to disclose their skin tone, suggesting that the majority are comfortable sharing this aspect of their identity. Overall, the data highlights a clear inclination towards specific skin tones among this archetype, with tones IV and III being the most prevalent."}
{"id":"EXCEL_CELEBRATE MY COILS_54","Archetypes":"CELEBRATE MY COILS","description":"Among the 'CELEBRATE MY COILS' archetype, a notable 38.02% of respondents report having thick hair, indicating a strong prevalence of this hair type within the group. Additionally, 14.61% describe their hair as very thick, further emphasizing the significance of thicker hair among participants. This data suggests that individuals in this archetype not only embrace their natural texture but also tend to have a robust hair structure, which may influence their hair care choices and styling preferences."}
{"id":"EXCEL_CELEBRATE MY COILS_55","Archetypes":"CELEBRATE MY COILS","description":"Among the 'CELEBRATE MY COILS' archetype, shampoo and hair care or styling products are universally used, with 100% of respondents indicating their use, highlighting the importance of hair care in this group. Additionally, a significant majority, 87.08%, utilize body cleansing products, suggesting a strong emphasis on overall hygiene. Deodorant and anti-perspirant products are also popular, with 85.49% of respondents using them, indicating a concern for personal freshness. Body care products, such as lotions and oils, are used by 83.79% of participants, reflecting a commitment to skin health. Lastly, fragrances are favored by 80.39% of respondents, showcasing an interest in personal scent and grooming."}
{"id":"EXCEL_CELEBRATE MY COILS_56","Archetypes":"CELEBRATE MY COILS","description":"Among the 'CELEBRATE MY COILS' archetype, a notable 38.79% of respondents identify their hair as dry, indicating a prevalent concern regarding hair moisture levels. Additionally, 8.07% describe their hair as very dry, suggesting that a significant portion of this group experiences severe dryness. This data highlights the importance of addressing hydration and moisture retention in hair care for individuals within this archetype."}
{"id":"EXCEL_CELEBRATE MY COILS_57","Archetypes":"CELEBRATE MY COILS","description":"Among the 'CELEBRATE MY COILS' archetype, a notable 26.55% of respondents describe their hair as dense, indicating a strong presence of thick hair within this group. Additionally, 7.55% report their hair as very dense, further emphasizing the prevalence of robust hair density among participants. This data suggests a significant appreciation for the natural volume and texture of coily hair within this archetype."}
{"id":"EXCEL_CELEBRATE MY COILS_58","Archetypes":"CELEBRATE MY COILS","description":"Among the 'CELEBRATE MY COILS' archetype, a striking 91.97% of respondents report having black, dark brown, brown, or light brown hair, indicating a strong preference or prevalence of these hair colors within this group. This data suggests that the majority of individuals in this archetype embrace natural or darker shades, which may reflect cultural or personal identity factors related to hair color."}
{"id":"EXCEL_CELEBRATE MY COILS_59","Archetypes":"CELEBRATE MY COILS","description":"Among the 'CELEBRATE MY COILS' archetype, a striking 77.49% of respondents identify their natural hair color as black, a figure that is very significantly above average. This indicates a strong prevalence of black hair within this group, highlighting a common characteristic among participants. The data suggests that black hair is a defining feature for the majority, reflecting cultural and personal identity."}
{"id":"EXCEL_CELEBRATE MY COILS_60","Archetypes":"CELEBRATE MY COILS","description":"Among the 'CELEBRATE MY COILS' archetype, a substantial 60.31% of respondents report that their hair color is uniform, indicating that their hair has a consistent shade throughout without notable variations or effects. This finding suggests a preference or trend towards maintaining a solid hair color among this group, which is very significantly above average."}
{"id":"EXCEL_CELEBRATE MY COILS_61","Archetypes":"CELEBRATE MY COILS","description":"Among the 'CELEBRATE MY COILS' archetype, hair extensions and weaves are the most popular hair activities, with 31.86% and 33.72% of respondents respectively indicating their use, both figures significantly above average. Hair straightening and relaxers also show considerable engagement, with 27.91% and 24.59% of participants utilizing these services, reflecting a strong preference for altering hair texture. Additionally, 11.76% of respondents opt for Brazilian blowouts or progressive blow dries, while 14.54% engage in hair piece applications, indicating a diverse range of styling preferences. Only 7.52% reported using other hair color or dye products, suggesting that while color treatments are present, they are less common compared to texture-altering services. Overall, the data highlights a clear trend towards enhancing and managing hair texture within this group."}
{"id":"EXCEL_CELEBRATE MY COILS_64","Archetypes":"CELEBRATE MY COILS","description":"Among the 'CELEBRATE MY COILS' archetype, a substantial 72.71% of respondents indicated that they primarily receive information from the internet protocol (IP) sources. This figure is very significantly above average, suggesting a strong reliance on digital platforms for guidance and resources related to their hair care and styling needs."}
{"id":"EXCEL_CELEBRATE MY COILS_65","Archetypes":"CELEBRATE MY COILS","description":"Among the 'CELEBRATE MY COILS' archetype, a notable 30.93% of respondents express a preference for varied hairstyles, indicating a desire for regular changes in their hair routine. In contrast, 17.19% of participants favor elaborate hairstyles, such as updos or protective styles, suggesting that while some enjoy complexity, a larger segment embraces versatility in their daily hair choices. This data highlights the importance of flexibility and creativity in hair care routines for this group."}
{"id":"EXCEL_CELEBRATE MY COILS_66","Archetypes":"CELEBRATE MY COILS","description":"Among the 'CELEBRATE MY COILS' archetype, a notable portion of respondents frequently change their hairstyles, with 25.68% reporting 3-5 major changes in the past three months, a figure that is very significantly above average. Additionally, 25.1% of participants indicated they made 2 major changes, reflecting a strong inclination towards hairstyle experimentation within this group. A smaller segment, 4.59%, reported 5-10 changes, while only 2.71% claimed to have altered their hairstyle more than 10 times, suggesting that while many engage in regular changes, extreme alterations are less common. Overall, the data highlights a vibrant culture of hair transformation among those who celebrate their natural coils."}
{"id":"EXCEL_CELEBRATE MY COILS_67","Archetypes":"CELEBRATE MY COILS","description":"Among the 'CELEBRATE MY COILS' archetype, a substantial 61.44% of respondents report applying shampoo and rinsing it out during hair washing, indicating a strong adherence to this routine. This high percentage suggests that regular shampooing is a common practice within this group, reflecting their commitment to maintaining hair cleanliness and health. The data indicates a clear preference for this washing method, which may be linked to their specific hair care needs and routines."}
{"id":"EXCEL_LUMINOUS CHIC_69","Archetypes":"LUMINOUS CHIC","description":"Among the 'LUMINOUS CHIC' archetype, a notable 22.78% of respondents express a preference for using a variety of treatments, products, and services to achieve desired hair results, indicating a strong inclination towards a results-oriented approach. This suggests that a significant portion of this group values effectiveness and is willing to invest in multiple hair care solutions. In contrast, the minimalist approach of using as few products as possible is not as prevalent among respondents, highlighting a clear distinction in hair care philosophies within this archetype."}
{"id":"EXCEL_LUMINOUS CHIC_70","Archetypes":"LUMINOUS CHIC","description":"Among the 'LUMINOUS CHIC' archetype, a strong desire to maintain youthfulness is evident, with 63.34% of respondents expressing a wish to age well and preserve their beauty capital. Additionally, 59.02% emphasize the importance of enhancing their natural beauty without undergoing drastic transformations. A notable 43.72% are proactive in delaying future signs of aging, while 33.39% are willing to do anything to look younger. Furthermore, 29.44% express a desire to erase all signs of aging by any means necessary. This data highlights a significant focus on beauty and aging within this group, reflecting a blend of both aspirational and practical approaches to aging gracefully."}
{"id":"EXCEL_LUMINOUS CHIC_71","Archetypes":"LUMINOUS CHIC","description":"Among the 'LUMINOUS CHIC' archetype, severe hair thinning is the most prevalent concern, reported by 14.21% of respondents, indicating a notable issue with hair density. Additionally, 9.78% of participants experience chemical breakage of hair, suggesting that hair damage from treatments is a significant problem within this group. Psoriasis and atopic dermatitis of the scalp are also reported by 7.79% of respondents, highlighting a concern for scalp health. Overall, these findings reflect a range of hair health problems faced by the 'LUMINOUS CHIC' archetype, with a particular emphasis on thinning and damage."}
{"id":"EXCEL_LUMINOUS CHIC_72","Archetypes":"LUMINOUS CHIC","description":"Among the 'LUMINOUS CHIC' archetype, fine lines and wrinkles are the most significant facial concern, reported by 42.21% of respondents, indicating a strong focus on anti-aging. Additionally, 27.63% express issues with sensitive skin, redness, and irritation, highlighting a prevalent need for gentle skincare solutions. A smaller portion, 13.1%, is dissatisfied with the shape of their face, suggesting that while this concern exists, it is less common compared to the other issues. Overall, the data reflects a clear emphasis on aging and skin sensitivity within this group."}
{"id":"EXCEL_LUMINOUS CHIC_73","Archetypes":"LUMINOUS CHIC","description":"Among the 'LUMINOUS CHIC' archetype, split ends are the most prevalent concern, reported by 36.9% of respondents, which is very significantly above average. Additionally, thinning hair affects 27.21% of participants, indicating a notable issue with hair density. Greasy hair, which gets dirty quickly, is a concern for 24.72% of the group, while frizz due to humidity impacts 25.62% of respondents, highlighting challenges with hair manageability. Other significant issues include color fading (21.36%) and very damaged hair (17.62%). Overall, these findings suggest that hair health and maintenance are critical concerns for this archetype."}
{"id":"EXCEL_LUMINOUS CHIC_74","Archetypes":"LUMINOUS CHIC","description":"Among the 'LUMINOUS CHIC' archetype, a significant majority of respondents, 60.65%, report visiting hairdressers for hair or scalp care, indicating a strong reliance on professional styling services. Dermatologists are consulted by 13.78% of participants, reflecting a notable concern for scalp health that goes beyond cosmetic care. Additionally, 7.7% seek help from natural or traditional medicine practitioners, suggesting a smaller but meaningful interest in alternative approaches to hair and scalp treatment. Overall, the data highlights a clear preference for professional hair care services among this group, with a secondary focus on dermatological advice."}
{"id":"EXCEL_LUMINOUS CHIC_75","Archetypes":"LUMINOUS CHIC","description":"Among the 'LUMINOUS CHIC' archetype, a notable 40.14% of respondents indicate that they prefer long hair, a figure that is very significantly above average. This preference for longer hair suggests a strong inclination towards styles that may be associated with elegance and sophistication within this group."}
{"id":"EXCEL_LUMINOUS CHIC_76","Archetypes":"LUMINOUS CHIC","description":"Among the 'LUMINOUS CHIC' archetype, aesthetic procedures in salons or clinics reveal notable trends in hair signaletics. Skin injections or micro-injections, including hyaluronic acid and Botox, are the most common, with 9.51% of respondents having undergone this treatment, indicating a strong interest in facial aesthetics. Additionally, 5.6% have opted for lip fillers, while 5.8% have tried low-level laser therapy for scalp health, suggesting a focus on both facial and hair enhancement. Hair transplantation or hairline repair is less common, with 4.39% of respondents reporting this procedure, but still reflects a concern for hair appearance. Overall, these figures highlight a significant engagement with aesthetic treatments among this group, particularly in enhancing facial features and addressing hair concerns."}
{"id":"EXCEL_LUMINOUS CHIC_77","Archetypes":"LUMINOUS CHIC","description":"Among the 'LUMINOUS CHIC' archetype, the majority of respondents identify with natural facial skin tone category II, accounting for 50.18% of the responses, which is very significantly above average. In contrast, category I represents 27.4% of the participants, also indicating a notable presence but to a lesser extent. This data suggests that the 'LUMINOUS CHIC' group predominantly aligns with the characteristics of category II, highlighting a preference or recognition of this skin tone within this archetype."}
{"id":"EXCEL_LUMINOUS CHIC_78","Archetypes":"LUMINOUS CHIC","description":"Among the 'LUMINOUS CHIC' archetype, a substantial 44.95% of respondents report having normal hair thickness, which is very significantly above average. This indicates that a majority of this group perceives their hair thickness as typical, suggesting a level of satisfaction with their hair's condition. The data does not highlight any other thickness categories, implying that normal thickness is the predominant characteristic within this archetype."}
{"id":"EXCEL_LUMINOUS CHIC_79","Archetypes":"LUMINOUS CHIC","description":"Among the 'LUMINOUS CHIC' archetype, the use of shampoo and hair care or styling products stands out as the most prevalent, with 100% of respondents indicating they use these products, reflecting a strong emphasis on hair maintenance. Additionally, facial care products, including anti-aging and moisturizing items, are utilized by 79.37% of participants, highlighting a significant focus on skincare. Make-up products for the face, eyes, and lips are also popular, with 84.54% of respondents incorporating them into their routines. Body cleansing products are used by 91.73%, and deodorants\/anti-perspirants are favored by 81.06%, indicating a comprehensive approach to personal care. Overall, this archetype demonstrates a high engagement with a wide range of beauty and hygiene products, underscoring their commitment to maintaining a polished appearance."}
{"id":"EXCEL_LUMINOUS CHIC_80","Archetypes":"LUMINOUS CHIC","description":"Among the 'LUMINOUS CHIC' archetype, a significant majority of respondents, 58.48%, describe their hair density as medium. This indicates that a predominant portion of this group experiences a balanced hair density, which is above average compared to other archetypes. The data suggests that medium density is a common characteristic within this demographic, reflecting a potential preference or acceptance of this hair type."}
{"id":"EXCEL_LUMINOUS CHIC_81","Archetypes":"LUMINOUS CHIC","description":"Among the 'LUMINOUS CHIC' archetype, 14.3% of respondents express a preference for natural gray or white hair without any coloration, indicating a significant acceptance of gray hair within this group. This percentage, while not overwhelmingly high, suggests a notable trend towards embracing natural hair color as a form of self-expression. The data reflects a shift in attitudes towards aging and beauty standards, where gray hair is increasingly seen as a chic and stylish choice."}
{"id":"EXCEL_LUMINOUS CHIC_82","Archetypes":"LUMINOUS CHIC","description":"Among the 'LUMINOUS CHIC' archetype, the current hair color predominantly reported is dark blond, blond, or light and very light blond, with 32.04% of respondents indicating this choice. This percentage is very significantly above average, suggesting a strong preference for lighter hair shades within this group."}
{"id":"EXCEL_LUMINOUS CHIC_83","Archetypes":"LUMINOUS CHIC","description":"Among the 'LUMINOUS CHIC' archetype, brown hair is the most common natural hair color, reported by 11.18% of respondents, which is significantly above average. Light brown follows with 5.62%, while dark blond is noted by 7.72% of participants, indicating a notable presence of these shades within the group. Blond and light blond hair colors are reported by 6.22% and 6.97% of respondents, respectively, suggesting a diverse range of lighter hair tones. Very light blond is the least common, with 3.49% of respondents indicating this color, but it still reflects a significant presence. Overall, the data highlights a preference for various shades of brown and blond among the 'LUMINOUS CHIC' archetype."}
{"id":"EXCEL_LUMINOUS CHIC_84","Archetypes":"LUMINOUS CHIC","description":"Among the 'LUMINOUS CHIC' archetype, the most common hair color characteristic is visible streaks, with 23.35% of respondents indicating they have streaks of different colors that create a contrasting effect. This suggests a preference for dynamic and eye-catching hair aesthetics. In contrast, only 6.26% of participants favor balayage, which offers a more subtle, natural look, while a mere 3.11% opt for intense or flashy colors, indicating that vibrant, attention-grabbing hues are less popular within this group. Overall, the data reflects a strong inclination towards hair color that incorporates visible contrasts rather than uniform or overly bold shades."}
{"id":"EXCEL_LUMINOUS CHIC_85","Archetypes":"LUMINOUS CHIC","description":"Among the 'LUMINOUS CHIC' archetype, the most popular hair activity is highlights, low lights, balayage, tye & dye, and ombre, with 30.27% of respondents engaging in these techniques, indicating a strong preference for vibrant and multi-dimensional hair color. Root touch-ups are also a significant activity for 16.06% of participants, reflecting a concern for maintaining hair color consistency. Toning and glossing are performed by 12.26% of respondents, suggesting an interest in enhancing hair shine and tone. Additionally, 8.52% opt for Brazilian blowouts or progressive blow dries, while 7.0% choose perms or hot perms for straightening, indicating a diverse range of hair care practices within this group. Overall, the data highlights a clear trend towards color treatments and maintenance among the 'LUMINOUS CHIC' archetype."}
{"id":"EXCEL_LUMINOUS CHIC_88","Archetypes":"LUMINOUS CHIC","description":"Among the 'LUMINOUS CHIC' archetype, a substantial 33.15% of respondents indicated that they sourced their information from TOLUNA, a figure that is very significantly above average. This suggests that TOLUNA is a prominent and trusted resource for this group, reflecting their preferences and possibly influencing their lifestyle choices."}
{"id":"EXCEL_LUMINOUS CHIC_89","Archetypes":"LUMINOUS CHIC","description":"Among the 'LUMINOUS CHIC' archetype, a notable 33.78% of respondents reported using food supplements for hair in the past 12 months, indicating a significant interest in enhancing hair health through dietary means. This suggests that a considerable portion of this group is proactive about their hair care routines, seeking additional support beyond traditional products. The data reflects a trend towards integrating nutritional supplements into beauty regimens, highlighting the importance placed on hair vitality within this archetype."}
{"id":"EXCEL_LUMINOUS CHIC_90","Archetypes":"LUMINOUS CHIC","description":"Among the 'LUMINOUS CHIC' archetype, a significant portion of respondents, 36.55%, report making major changes to their hairstyle (such as color, haircut, or hair shape) once in the past three months, indicating a strong inclination towards maintaining a fresh look. Additionally, 19.64% of participants have made two major changes during the same period, suggesting that while many prefer a moderate approach, a notable number are more adventurous with their hairstyles. This data reflects a trend of regular engagement with hair styling among this group, emphasizing their focus on appearance and personal expression."}
{"id":"EXCEL_NATURAL SUBLIMATION_92","Archetypes":"NATURAL SUBLIMATION","description":"Among the 'NATURAL SUBLIMATION' archetype, a significant majority of respondents, 22.25%, prioritize the cleanliness and health of their hair and scalp, indicating a strong focus on well-being over aesthetics. In contrast, only 7.36% of participants are primarily motivated by beauty and appearance when it comes to their hair care practices. This data suggests that health-conscious attitudes towards hair care are prevalent within this group, reflecting a preference for natural and holistic approaches."}
{"id":"EXCEL_NATURAL SUBLIMATION_93","Archetypes":"NATURAL SUBLIMATION","description":"Among the 'NATURAL SUBLIMATION' archetype, a notable 17.31% of respondents prefer using as few hair products as possible and favor simple, minimalist routines. In contrast, 14.37% of participants are results-driven, opting for a variety of treatments, products, and services to achieve their desired hair outcomes. This indicates a clear divide in preferences, with a significant portion of the group leaning towards minimalism in hair care. Overall, the data reflects a blend of simplicity and results-oriented approaches within this archetype."}
{"id":"EXCEL_NATURAL SUBLIMATION_94","Archetypes":"NATURAL SUBLIMATION","description":"Among the 'NATURAL SUBLIMATION' archetype, a strong emphasis on aging gracefully and maintaining beauty is evident, with 64.14% of respondents expressing a desire to age well and preserve their beauty capital. Additionally, 62.91% agree that aging is a natural process to embrace, reflecting a positive attitude towards aging. A significant 73.01% prioritize quick and simple hair routines, indicating a preference for practicality in their beauty regimen. Furthermore, 69.43% value enhancing their natural beauty without drastic transformations, while 73.31% believe in a down-to-earth look that doesn’t require excessive glam. This data collectively highlights a trend towards authenticity and simplicity in beauty choices among this group."}
{"id":"EXCEL_NATURAL SUBLIMATION_95","Archetypes":"NATURAL SUBLIMATION","description":"Among the 'NATURAL SUBLIMATION' archetype, a substantial 62.81% of respondents report experiencing no severe hair health problems over the past 12 months, a figure that is very significantly above average. This indicates a generally positive perception of hair health within this group, suggesting that they may be less concerned about hair issues compared to other archetypes. The data reflects a strong sense of satisfaction regarding hair health among the majority of participants."}
{"id":"EXCEL_NATURAL SUBLIMATION_96","Archetypes":"NATURAL SUBLIMATION","description":"Among the 'NATURAL SUBLIMATION' archetype, imperfections such as acne, pimples, blackheads, large\/open pores, and acne scars are the primary facial concerns, reported by 41.34% of respondents, which is significantly above average. This indicates a strong focus on skin clarity and texture within this group. Conversely, 8.32% of participants express that they have none of these concerns, suggesting that a small segment of the population is satisfied with their facial skin condition. Overall, the data highlights a prevalent struggle with skin imperfections among the majority of respondents."}
{"id":"EXCEL_NATURAL SUBLIMATION_97","Archetypes":"NATURAL SUBLIMATION","description":"Among the 'NATURAL SUBLIMATION' archetype, hair loss is the most pressing concern, reported by 44.7% of respondents, which is very significantly above average. Gray hair follows closely, with 32.47% of participants indicating this issue, also categorized as very significantly above average. Additionally, 11.09% of respondents are troubled by flyaway hair due to static, suggesting a lesser but notable concern. A small segment, comprising 5.83%, reports none of these issues, indicating that while hair concerns are prevalent, there is a minority that does not experience them. Overall, the data highlights a significant focus on hair loss and gray hair within this group."}
{"id":"EXCEL_NATURAL SUBLIMATION_98","Archetypes":"NATURAL SUBLIMATION","description":"Among the 'NATURAL SUBLIMATION' archetype, a notable 41.21% of respondents indicated that they have not visited any professionals in the past 12 months for hair or scalp care, a figure that is very significantly above average. This suggests a prevalent trend within this group of individuals opting for self-care or possibly feeling satisfied with their current hair and scalp condition, as they do not seek professional assistance."}
{"id":"EXCEL_NATURAL SUBLIMATION_99","Archetypes":"NATURAL SUBLIMATION","description":"Among the 'NATURAL SUBLIMATION' archetype, a substantial majority of respondents, 81.64%, reported that they have not undergone any aesthetic procedures in the past year, a figure that is very significantly above average. This indicates a strong preference for natural beauty and possibly a reluctance to engage in cosmetic interventions within this group. The data suggests that the focus may be on maintaining a natural appearance rather than seeking aesthetic enhancements."}
{"id":"EXCEL_NATURAL SUBLIMATION_100","Archetypes":"NATURAL SUBLIMATION","description":"Among the 'NATURAL SUBLIMATION' archetype, a notable 24.5% of respondents identify their natural facial skin tone as \"I,\" which is significantly above average. This suggests that a substantial portion of this group has a specific awareness or preference regarding their natural skin tone, indicating a potential area of interest for further exploration in skincare or beauty products tailored to this demographic."}
{"id":"EXCEL_NATURAL SUBLIMATION_101","Archetypes":"NATURAL SUBLIMATION","description":"Among the 'NATURAL SUBLIMATION' archetype, a notable 30.85% of respondents report having thin hair, which is categorized as very significantly above average. This indicates a prevalent concern regarding hair thickness within this group, suggesting that many individuals may be seeking solutions to enhance their hair's volume and overall appearance. The data highlights a clear trend towards the need for products or treatments that address hair thickness issues among these respondents."}
{"id":"EXCEL_NATURAL SUBLIMATION_102","Archetypes":"NATURAL SUBLIMATION","description":"Among the 'NATURAL SUBLIMATION' archetype, the use of shampoo and hair care or styling products stands out as the most prevalent, with 100% of respondents indicating they have used these products in the past year. Additionally, facial cleansing products are also widely utilized, with 77.09% of participants reporting their use, closely followed by make-up products at 78.42%. Body cleansing products are popular as well, with 89.16% of respondents using them, indicating a strong focus on overall body care. Furthermore, facial care products and deodorants are also significantly favored, with 74.6% and 76.81% of respondents respectively. This data reflects a comprehensive commitment to personal grooming and skincare within this archetype."}
{"id":"EXCEL_NATURAL SUBLIMATION_103","Archetypes":"NATURAL SUBLIMATION","description":"Among the 'NATURAL SUBLIMATION' archetype, a notable 18.0% of respondents identify their hair type as a combination, characterized by greasy or oily roots paired with dry ends. This response is categorized as very significantly above average, indicating that this hair type is a common experience within this group. The prevalence of combination hair suggests a need for targeted hair care solutions that address both oiliness and dryness."}
{"id":"EXCEL_NATURAL SUBLIMATION_104","Archetypes":"NATURAL SUBLIMATION","description":"Among the 'NATURAL SUBLIMATION' archetype, a significant majority of respondents, 78.56%, report their current hair color as black, dark brown, brown, or light brown. This indicates a strong preference or prevalence for darker hair shades within this group, which is above the average. The data suggests that these hair colors are the most common among participants, reflecting a trend towards natural, darker hues."}
{"id":"EXCEL_NATURAL SUBLIMATION_105","Archetypes":"NATURAL SUBLIMATION","description":"Among the 'NATURAL SUBLIMATION' archetype, nearly half of the respondents, 48.73%, report that their hair color is uniform, indicating a preference for a consistent look without variations. Additionally, 36.04% of participants describe their hair color as having subtle nuances, showcasing slight highlights or discreet tonal variations. This data suggests that while a significant portion of the group favors a uniform hair color, there is also a notable interest in more nuanced shades, reflecting a balance between simplicity and complexity in hair color preferences."}
{"id":"EXCEL_NATURAL SUBLIMATION_106","Archetypes":"NATURAL SUBLIMATION","description":"Among the 'NATURAL SUBLIMATION' archetype, a notable 39.11% of respondents indicate that they do not engage in any of the listed hair activities, which is very significantly above average. This suggests a prevalent trend within this group towards minimal or no involvement in hair care practices, whether at home or in salons. The data implies a potential preference for a more natural approach to hair management, reflecting their archetype's values."}
{"id":"EXCEL_NATURAL SUBLIMATION_109","Archetypes":"NATURAL SUBLIMATION","description":"Among the 'NATURAL SUBLIMATION' archetype, the primary source of recommendations comes from TOLUNA, with 33.62% of respondents indicating this as their source, a figure that is very significantly above average. In contrast, OSS is mentioned by 11.51% of participants, also reflecting a very significant above-average response. This data suggests that TOLUNA plays a crucial role in shaping the opinions and choices of this group, while OSS, though less influential, still holds some relevance. Overall, the findings highlight a clear preference for TOLUNA as a key recommendation source among the respondents."}
{"id":"EXCEL_NATURAL SUBLIMATION_110","Archetypes":"NATURAL SUBLIMATION","description":"Among the 'NATURAL SUBLIMATION' archetype, a significant 43.92% of respondents report wearing their hair tied up in styles such as ponytails, buns, or braids on a daily basis. This preference indicates a strong inclination towards practical and manageable hairstyles within this group, suggesting that convenience and functionality are key factors in their hair routines. The data highlights a clear trend towards styles that keep hair secured and out of the way, reflecting lifestyle choices that prioritize ease of maintenance."}
{"id":"EXCEL_NATURAL SUBLIMATION_111","Archetypes":"NATURAL SUBLIMATION","description":"Among the 'NATURAL SUBLIMATION' archetype, a significant 47.19% of respondents report that they have not made any major changes to their hairstyle, such as color, haircut, or hair shape, in the past three months. This indicates a strong preference for maintaining their current hairstyle rather than experimenting with new looks. The data suggests that this group values consistency and may prioritize natural aesthetics over frequent changes."}
{"id":"EXCEL_NATURAL SUBLIMATION_112","Archetypes":"NATURAL SUBLIMATION","description":"Among the 'NATURAL SUBLIMATION' archetype, a significant 40.97% of respondents report applying shampoo and rinsing it out while washing their hair once, indicating a prevalent routine among this group. This high percentage suggests a strong preference for simplicity in hair care practices, as many individuals may prioritize efficiency over more complex washing routines. The data reflects a clear trend towards minimalism in hair care within this archetype."}
{"id":"EXCEL_POLISHED OPULENCE_114","Archetypes":"POLISHED OPULENCE","description":"Among the 'POLISHED OPULENCE' archetype, a notable 28.45% of respondents indicate that their primary motivation for hair and scalp care is beauty and appearance, which is very significantly above average. This suggests that a substantial portion of this group prioritizes aesthetics over health and cleanliness in their hair care routines. The data highlights a strong inclination towards maintaining a polished and visually appealing look, characteristic of this archetype's values."}
{"id":"EXCEL_POLISHED OPULENCE_115","Archetypes":"POLISHED OPULENCE","description":"Among the 'POLISHED OPULENCE' archetype, a notable 22.95% of respondents express a preference for using as few hair products as possible, indicating a tendency towards simple, minimalist hair care routines. This preference is categorized as very significantly above average, suggesting that a substantial portion of this group values simplicity in their hair care approach. The data implies that while there may be a focus on results, a significant number of individuals prioritize minimalism in their hair care practices."}
{"id":"EXCEL_POLISHED OPULENCE_116","Archetypes":"POLISHED OPULENCE","description":"Among the 'POLISHED OPULENCE' archetype, a notable 42.78% of respondents express a commitment to delaying future signs of aging, indicating a proactive approach to maintaining youthfulness. Additionally, 31.16% are willing to do anything to look younger, reflecting a strong desire for a youthful appearance. Furthermore, 29.47% of participants want to erase all signs of aging by any means necessary, underscoring a significant concern with aging within this group. Overall, these findings highlight a prevalent focus on youth preservation and the lengths to which individuals in this archetype are willing to go to achieve it."}
{"id":"EXCEL_POLISHED OPULENCE_117","Archetypes":"POLISHED OPULENCE","description":"Among the 'POLISHED OPULENCE' archetype, the primary concern regarding facial appearance is the lack of harmony between skin tone and natural hair color, reported by 11.61% of respondents. This percentage is considered very significantly above average, indicating that this issue is particularly relevant to this group. The data suggests a desire for a more cohesive aesthetic that aligns hair color with skin tone."}
{"id":"EXCEL_POLISHED OPULENCE_118","Archetypes":"POLISHED OPULENCE","description":"Among the 'POLISHED OPULENCE' archetype, hair loss is the most pressing concern, reported by 44.74% of respondents, indicating a significant issue with hair density. Additionally, 33.44% express concerns about dandruff or flakes, while 33.36% are troubled by split ends, both of which suggest a need for improved scalp and hair health. Breakage when brushing is also a notable issue for 31.16% of participants, further emphasizing the fragility of their hair. Furthermore, 28.24% of respondents are dissatisfied with flat hair lacking volume, and 31.8% find their hair dull and without shine, reflecting a desire for more vibrant and lively hair. Overall, these concerns highlight a strong demand for effective hair care solutions within this group."}
{"id":"EXCEL_POLISHED OPULENCE_119","Archetypes":"POLISHED OPULENCE","description":"Among the 'POLISHED OPULENCE' archetype, the majority of respondents, 60.07%, have visited hairdressers for hair or scalp care, indicating a strong preference for traditional hair services. In contrast, only a small fraction sought help from trichologists (4.13%), scalp centers (6.37%), or general practitioners (5.99%), suggesting that specialized or medical hair care options are less commonly utilized. This data highlights a significant reliance on hairdressers for maintaining hair health within this group. Overall, the findings reflect a trend towards conventional hair care practices rather than specialized treatments."}
{"id":"EXCEL_POLISHED OPULENCE_120","Archetypes":"POLISHED OPULENCE","description":"Among the 'POLISHED OPULENCE' archetype, a notable preference for longer hair lengths is evident. Specifically, 34.97% of respondents favor long hair, which is above average, while 21.15% prefer very long hair, indicating a significant inclination towards extended lengths. Additionally, 9.52% of participants report having hair that is waist length or longer, a figure that is very significantly above average. This data suggests that longer hairstyles are a defining characteristic for this group, reflecting their overall aesthetic values."}
{"id":"EXCEL_POLISHED OPULENCE_121","Archetypes":"POLISHED OPULENCE","description":"Among the 'POLISHED OPULENCE' archetype, face peeling procedures stand out as the most popular aesthetic treatment, with 15.69% of respondents having undergone this procedure in the past year, a figure that is very significantly above average. Additionally, light or energy machine-aided therapies for skin, such as IPL and laser treatments, were reported by 11.63% of participants, also indicating a strong interest in advanced skin rejuvenation techniques. Skin injections or micro-injections, including hyaluronic acid and Botox, were noted by 8.06% of respondents, reflecting a moderate engagement with injectable treatments. Scalp injections and micro-needling for hair health were less common, with only 5.26% of respondents participating in these procedures. Overall, the data highlights a clear preference for skin-focused aesthetic treatments among this group."}
{"id":"EXCEL_POLISHED OPULENCE_122","Archetypes":"POLISHED OPULENCE","description":"Among the 'POLISHED OPULENCE' archetype, the predominant natural facial skin tone is categorized as III, with 21.9% of respondents identifying with this tone, which is above average. This suggests a notable representation of this skin tone within the group, indicating a potential focus on products or beauty standards that cater to this demographic."}
{"id":"EXCEL_POLISHED OPULENCE_123","Archetypes":"POLISHED OPULENCE","description":"Among the 'POLISHED OPULENCE' archetype, a notable concern regarding hair thickness is identified, with 7.43% of respondents indicating that their hair is very thin. This percentage is categorized as very significantly above average, suggesting that hair thickness is a prominent issue for this group. The data highlights a specific challenge faced by a segment of individuals within this archetype, pointing to a potential area for targeted hair care solutions."}
{"id":"EXCEL_POLISHED OPULENCE_124","Archetypes":"POLISHED OPULENCE","description":"Among the 'POLISHED OPULENCE' archetype, the use of shampoo and hair care or styling products is universal, with 100% of respondents indicating they use these products, highlighting their essential role in personal grooming. Additionally, a significant 83.0% reported using make-up products for the face, eyes, or lips, demonstrating a strong interest in cosmetic enhancement. Body cleansing products also show high usage at 86.57%, while facial cleansing products are utilized by 79.37% of respondents, indicating a comprehensive approach to skincare. Furthermore, 74.59% of participants use facial care products, particularly those focused on anti-aging and moisturizing, reflecting a concern for maintaining youthful skin. Lastly, 73.45% of respondents use fragrances, suggesting that scent is an important aspect of their overall grooming routine."}
{"id":"EXCEL_POLISHED OPULENCE_125","Archetypes":"POLISHED OPULENCE","description":"Among the 'POLISHED OPULENCE' archetype, the majority of respondents, 42.51%, report having normal hair, indicating a common baseline for hair type within this group. Oily hair is noted by 20.49% of participants, which is significantly above average, suggesting a notable concern for those with this hair type. Additionally, a smaller segment, 4.57%, describes their hair as very oily, highlighting that while oily hair is a concern, it is less prevalent than normal hair. Overall, the data reflects a predominance of normal hair among this archetype, with a significant minority experiencing varying degrees of oiliness."}
{"id":"EXCEL_POLISHED OPULENCE_126","Archetypes":"POLISHED OPULENCE","description":"Among the 'POLISHED OPULENCE' archetype, a small percentage of respondents, specifically 2.67%, describe their hair density as very sparse. This indicates that while the concern is present, it is not widespread within this group. The low count suggests that hair density issues may not be a primary focus for the majority of individuals in this archetype. Overall, this data point highlights a niche concern regarding hair density among the 'POLISHED OPULENCE' respondents."}
{"id":"EXCEL_POLISHED OPULENCE_127","Archetypes":"POLISHED OPULENCE","description":"Among the 'POLISHED OPULENCE' archetype, a notable 42.28% of respondents report having mostly gray hair without any coloration, a figure that is very significantly above average. This indicates a strong prevalence of natural gray or white hair within this group, suggesting a potential acceptance or embrace of this hair characteristic. The data highlights a trend towards authenticity and natural beauty among individuals identifying with this archetype."}
{"id":"EXCEL_POLISHED OPULENCE_128","Archetypes":"POLISHED OPULENCE","description":"Among the 'POLISHED OPULENCE' archetype, a striking 82.46% of respondents report their current hair color as black, dark brown, brown, or light brown, indicating a strong preference for these darker shades. This figure is very significantly above average, suggesting that these colors are not only popular but potentially associated with the archetype's overall aesthetic. The overwhelming majority reflects a trend towards rich, deep hues, which may align with the luxurious and refined characteristics of this group."}
{"id":"EXCEL_POLISHED OPULENCE_129","Archetypes":"POLISHED OPULENCE","description":"Among the 'POLISHED OPULENCE' archetype, black hair color is the overwhelming preference, with 61.42% of respondents indicating it as their natural hair color, a figure that is very significantly above average. This suggests a strong inclination towards darker hair shades within this group, reflecting a potential cultural or aesthetic value placed on black hair. The data highlights the prominence of black hair in this archetype, indicating it as a defining characteristic among the respondents."}
{"id":"EXCEL_POLISHED OPULENCE_130","Archetypes":"POLISHED OPULENCE","description":"Among the 'POLISHED OPULENCE' archetype, nearly half of the respondents, specifically 49.21%, describe their current hair color as uniform, indicating that their hair exhibits a consistent color throughout without any noticeable nuances or effects. This preference for uniformity suggests a desire for a polished and refined appearance, aligning with the archetype's emphasis on sophistication and elegance."}
{"id":"EXCEL_POLISHED OPULENCE_131","Archetypes":"POLISHED OPULENCE","description":"Among the 'POLISHED OPULENCE' archetype, the most popular hair activity is the use of perm and non-perm vegetable hair color, with 39.4% of respondents engaging in this practice, indicating a strong preference for versatile coloring options. Hair straightening follows closely, with 28.77% of participants opting for this treatment, showcasing a desire for sleek styles. Additionally, keratin treatments, which appeal to 16.43% of respondents, further highlight the group's interest in maintaining smooth and manageable hair. Other notable activities include 11.08% using 100% vegetal hair coloration or henna, and 13.63% utilizing weaves, reflecting a diverse range of hair care and styling preferences. Overall, the data suggests that the 'POLISHED OPULENCE' archetype prioritizes both aesthetic enhancement and hair health through various treatments."}
{"id":"EXCEL_POLISHED OPULENCE_134","Archetypes":"POLISHED OPULENCE","description":"Among the 'POLISHED OPULENCE' archetype, a notable 11.87% of respondents indicated that they rely on OSS as a resource, which is significantly above average. This suggests that OSS is a valued source of information or support within this demographic, highlighting its relevance in their decision-making or lifestyle choices."}
{"id":"EXCEL_POLISHED OPULENCE_135","Archetypes":"POLISHED OPULENCE","description":"Among the 'POLISHED OPULENCE' archetype, a notable 38.94% of respondents report making major changes to their hairstyle, such as color, haircut, or hair shape, within the past three months. This figure is very significantly above average, indicating a strong inclination towards frequent hair transformations among this group. The data suggests that individuals in this archetype prioritize their appearance and are likely to embrace change as part of their beauty routines."}
{"id":"EXCEL_POLISHED OPULENCE_136","Archetypes":"POLISHED OPULENCE","description":"Among the 'POLISHED OPULENCE' archetype, a notable 19.12% of respondents report applying shampoo three or more times during their hair washing routine, indicating a strong preference for thorough cleansing. This frequency is categorized as very significantly above average, suggesting that this group places a high value on hair care and maintenance. The data reflects a commitment to achieving optimal hair cleanliness and possibly enhancing overall hair health."}
{"id":"EXCEL_YOUTH KEEPER_138","Archetypes":"YOUTH KEEPER","description":"Among the 'YOUTH KEEPER' archetype, a small portion of respondents (9.05%) primarily focus on beauty and appearance when it comes to their hair and scalp care. This indicates that while some individuals are motivated by aesthetic considerations, the majority may prioritize health and cleanliness over looks. The relatively low percentage suggests that concerns about hair health are likely more prevalent in this group, reflecting a broader trend towards prioritizing scalp and hair wellness."}
{"id":"EXCEL_YOUTH KEEPER_139","Archetypes":"YOUTH KEEPER","description":"Among the 'YOUTH KEEPER' archetype, a notable 24.92% of respondents prefer a minimalist approach to hair care, indicating a desire to use as few products as possible. In contrast, 19.93% of participants are more results-driven, opting for a variety of treatments and products to achieve their desired hair outcomes. This suggests a division in hair care philosophy within this group, with a significant portion favoring simplicity while others lean towards a more comprehensive regimen. Overall, the data reflects a blend of preferences, highlighting the diverse attitudes towards hair care among the 'YOUTH KEEPER' archetype."}
{"id":"EXCEL_YOUTH KEEPER_140","Archetypes":"YOUTH KEEPER","description":"Among the 'YOUTH KEEPER' archetype, a strong majority of respondents, 75.93%, agree that they prefer hair styles and products that facilitate a quick and simple routine, indicating a preference for convenience in their hair care. Additionally, 61.51% of participants embrace aging as a natural process, reflecting a positive attitude towards the aging experience. This suggests that while they are concerned about hair issues, they also value practicality and acceptance in their approach to beauty and self-care."}
{"id":"EXCEL_YOUTH KEEPER_141","Archetypes":"YOUTH KEEPER","description":"Among the 'YOUTH KEEPER' archetype, a substantial majority of respondents, 85.21%, report experiencing no severe hair health problems over the past 12 months, a figure that is very significantly above average. This suggests that the majority of individuals in this group are maintaining healthy hair, indicating a positive trend in hair health within this demographic."}
{"id":"EXCEL_YOUTH KEEPER_142","Archetypes":"YOUTH KEEPER","description":"Among the 'YOUTH KEEPER' archetype, fine lines and wrinkles are the most prevalent facial concern, reported by 60.84% of respondents, which is very significantly above average. Additionally, 47.45% express worries about lack of skin firmness and sagging skin, indicating a strong desire for youthful skin elasticity. Thinning lips are a concern for 13.77% of participants, suggesting that while less common, it still resonates with a notable segment of this group. Overall, the data reflects a significant focus on aging signs and skin firmness among the 'YOUTH KEEPER' archetype."}
{"id":"EXCEL_YOUTH KEEPER_143","Archetypes":"YOUTH KEEPER","description":"Among the 'YOUTH KEEPER' archetype, gray hair is the most significant concern, reported by 49.34% of respondents, which is very significantly above average. Additionally, 32.53% express worries about having flat hair without volume, indicating a desire for more fullness. Thinning hair is also a notable issue for 30.78% of participants, reflecting concerns about hair density. Conversely, 9.86% of respondents report having none of these concerns, suggesting that a small segment of this group does not experience these common hair issues. Overall, these findings highlight key areas of focus for addressing hair-related concerns among the 'YOUTH KEEPER' demographic."}
{"id":"EXCEL_YOUTH KEEPER_144","Archetypes":"YOUTH KEEPER","description":"Among the 'YOUTH KEEPER' archetype, a substantial 69.02% of respondents have visited a hairdresser in the past 12 months to care for their hair or scalp, indicating a strong reliance on professional services for hair maintenance. This figure is very significantly above average, suggesting that individuals in this group prioritize professional hair care as part of their grooming routine."}
{"id":"EXCEL_YOUTH KEEPER_145","Archetypes":"YOUTH KEEPER","description":"Among the 'YOUTH KEEPER' archetype, hair length preferences lean towards shorter styles, with 40.62% of respondents favoring short hair and 29.96% opting for very short hair. This indicates a strong inclination towards maintaining a more manageable and youthful appearance. The combined percentage of those preferring short to very short hair suggests that a significant majority of this group values convenience and possibly a modern aesthetic in their hairstyle choices."}
{"id":"EXCEL_YOUTH KEEPER_146","Archetypes":"YOUTH KEEPER","description":"Among the 'YOUTH KEEPER' archetype, a striking 94.19% of respondents reported that they have not undergone any aesthetic procedures in the past year, a figure that is very significantly above average. This indicates a strong trend towards either satisfaction with their current appearance or a preference for natural beauty within this group. The overwhelming majority suggests that aesthetic interventions are not a priority for these individuals at this time."}
{"id":"EXCEL_YOUTH KEEPER_147","Archetypes":"YOUTH KEEPER","description":"Among the 'YOUTH KEEPER' archetype, a notable 36.48% of respondents identify their natural facial skin tone as \"I,\" which is categorized as very significantly above average. This indicates a strong prevalence of this particular skin tone within this group, suggesting it may be a defining characteristic for many individuals in this archetype."}
{"id":"EXCEL_YOUTH KEEPER_148","Archetypes":"YOUTH KEEPER","description":"Among the 'YOUTH KEEPER' archetype, a notable 36.86% of respondents report having thin hair, which is categorized as very significantly above average. Additionally, 8.16% describe their hair as very thin, indicating that a smaller segment of this group experiences more severe hair thickness issues. This data suggests that concerns regarding hair thickness are prevalent within this archetype, with a majority leaning towards having thin hair."}
{"id":"EXCEL_YOUTH KEEPER_149","Archetypes":"YOUTH KEEPER","description":"Among the 'YOUTH KEEPER' archetype, shampoo and hair care or styling products are the most commonly used, with 100% of respondents indicating their use, which is very significantly above average. Following closely, 74.8% of participants use facial cleansing products, while 72.26% utilize facial care products, reflecting a strong focus on skincare. Additionally, body cleansing products are used by 82.44% of respondents, and 79.13% use deodorant or anti-perspirant products, both of which are above average. This data highlights a comprehensive approach to personal care among the 'YOUTH KEEPER' group, with a particular emphasis on hair and skin health."}
{"id":"EXCEL_YOUTH KEEPER_150","Archetypes":"YOUTH KEEPER","description":"Among the 'YOUTH KEEPER' archetype, a significant majority of respondents, 58.93%, perceive their hair as normal, indicating a strong sense of satisfaction with their hair condition. This perception of normal hair suggests that issues related to hair health may not be as prevalent within this group compared to other concerns. The data reflects a positive self-assessment regarding hair quality among the majority of participants."}
{"id":"EXCEL_YOUTH KEEPER_151","Archetypes":"YOUTH KEEPER","description":"Among the 'YOUTH KEEPER' archetype, hair density is a notable concern, with 21.24% of respondents describing their hair as sparse, indicating a significant prevalence of perceived low hair density. In contrast, only 7.07% report having very dense hair, suggesting that a majority of this group may struggle with hair thickness. This data highlights a clear trend towards concerns about insufficient hair density among the respondents."}
{"id":"EXCEL_YOUTH KEEPER_152","Archetypes":"YOUTH KEEPER","description":"Among the 'YOUTH KEEPER' archetype, a significant 56.1% of respondents report having gray hair, indicating a strong prevalence of this characteristic within the group. Additionally, 23.03% of participants mention having some gray hair, further emphasizing the commonality of gray hair among this demographic. The data suggests that natural gray or white hair is a prominent feature for a majority of individuals in this archetype, reflecting broader trends in hair aging and concerns related to hair appearance."}
{"id":"EXCEL_YOUTH KEEPER_153","Archetypes":"YOUTH KEEPER","description":"Among the 'YOUTH KEEPER' archetype, the current hair color predominantly reported is dark blond, blond, or light and very light blond, with 40.63% of respondents indicating this choice. This percentage is very significantly above average, suggesting a strong preference for lighter hair shades within this group."}
{"id":"EXCEL_YOUTH KEEPER_154","Archetypes":"YOUTH KEEPER","description":"Among the 'YOUTH KEEPER' archetype, the most common natural hair color is brown, reported by 14.25% of respondents, indicating a notable presence of this shade. Dark blond follows closely with 10.67%, while blond is also prevalent at 14.03%, suggesting a strong representation of lighter hair colors within this group. Light blond and very light blond are less common, with 6.38% and 8.0% respectively, but still reflect a significant interest in lighter shades. Overall, the data highlights a diverse range of natural hair colors, with a particular emphasis on brown and blond tones among the respondents."}
{"id":"EXCEL_YOUTH KEEPER_155","Archetypes":"YOUTH KEEPER","description":"Among the 'YOUTH KEEPER' archetype, a notable 25.15% of respondents engage in permanent hair coloring, indicating a significant interest in long-lasting hair color solutions. Additionally, 10.54% utilize other hair dye products or services, reflecting a smaller but still relevant segment interested in hair color options. Conversely, a substantial 40.47% of participants report that they do not engage in any of these hair activities, highlighting a significant portion of the group that prefers to avoid chemical treatments or color changes. This data suggests a diverse range of hair care preferences within the archetype, with a clear divide between those who actively color their hair and those who do not."}
{"id":"EXCEL_YOUTH KEEPER_158","Archetypes":"YOUTH KEEPER","description":"Among the 'YOUTH KEEPER' archetype, a striking 83.08% of respondents indicate that they wear their hair loose or let down on a daily basis, a figure that is very significantly above average. This preference suggests a strong inclination towards a relaxed and natural hairstyle among this group, reflecting their lifestyle and possibly their values regarding personal expression and ease of maintenance."}
{"id":"EXCEL_YOUTH KEEPER_159","Archetypes":"YOUTH KEEPER","description":"Among the 'YOUTH KEEPER' archetype, a significant majority, 64.16% of respondents, report that they have not made any major changes to their hairstyle, such as color, haircut, or hair shape, in the past three months. This indicates a strong preference for maintaining their current hairstyle rather than experimenting with new looks. The high percentage suggests a tendency towards stability in hair routines within this group."}
{"id":"EXCEL_YOUTH KEEPER_160","Archetypes":"YOUTH KEEPER","description":"Among the 'YOUTH KEEPER' archetype, a significant majority of respondents, 52.11%, report that they apply shampoo and rinse it out while washing their hair once. This indicates a prevalent routine within this group, suggesting a preference for simplicity and efficiency in their hair care practices. The high percentage reflects a strong consensus on this usage pattern, highlighting a common approach to hair washing among the participants."}
