{"Slide_number":"18","description":"Title: Polished opulence - Images: - Left Image: A young woman with long, straight blonde hair, smiling, wearing a light-colored top and a choker necklace. The background appears to be a modern interior with soft lighting. - Middle Image: A woman with long, straight dark hair, featuring bold eyeliner and nude lipstick. The background is blurred. - Right Image: A woman with medium-length straight dark hair, wearing a strapless black top. She has a subtle makeup look and a neutral expression. The background is a soft-focus setting. - Hashtags: perfectsleek, shine, glasshair, longhair, glossy","interpretation":"The slide emphasizes the theme of \"Polished opulence,\" suggesting a focus on luxurious and well-groomed appearances. The images showcase three women with sleek, glossy hairstyles, highlighting trends in hair aesthetics that convey sophistication and elegance. The use of hashtags reinforces the idea of hair care and styling, appealing to an audience interested in beauty and fashion. The overall aesthetic conveys a modern and luxurious vibe, likely aimed at promoting hair products or styles that achieve this polished look","Archetypes":"POLISHED OPULENCE","Hairstyle":"","id":"17"}
{"Slide_number":"19","description":"Title: Polished opulence dream Text: - HER HAIR ISSUES - MESSY, “PUFFY”, FRIZZY - UNRULY - OPAQUE HAIR - UNIFORM BORING COLOR - ALMOST SMOOTH HAIR Image Description: - Central image of a person with the following annotations: - Perfectly sleek - Luscious lips - Precious & silky hair touch - Abundant & long hair - Sculpted eyes - Zero default: Uniform & tanned complexion - Excessive shine - Rich black Images of individuals: - Cardi B - Karol G - Kim Kardashian - Dua Lipa - Lisa Color Palette: - A selection of colors shown at the bottom labeled \"Perfectly uniform\" and \"Lacquer shine\", either blonde or very dark for the hair color","interpretation":"The slide outlines the characteristics of the \"Polished opulence\" archetype, which consists in achieving a polished and opulent appearance, particularly focusing on hair aesthetics. It outlines common hair issues such as messiness and frizz, suggesting a desire for sleekness and silkiness, as well as shine. The annotations on the central image highlight desirable features, emphasizing a flawless and shiny look. Thewell-known personalities are aspirational examples of this archetype. The color palette at the bottom reinforces the theme of uniformity and shine, indicating a preference for cohesive and polished looks","Archetypes":"POLISHED OPULENCE","Hairstyle":"","id":"18"}
{"Slide_number":"20","description":"Title: POLISHED OPULENCE - Sub Title: Aspire to relatively very classically feminine looks even if some women can go far in terms of sophistication. - Body Text\/Bullet Points: - They make a point to take care of themselves as a whole (nails, skin, dress), as well as their internal health. - Their hair is very much an extension of this femininity and they admire women who are able to combine smart, feminine attire with straight shiny feminine hair. - Images and Labels: - Kelly Rowland: Appears with long, dark hair. - Leticia Hallyday: Features light, straight hair. - Dillah Probokusumo: Has long, straight hair. - Priyanka Chopra: Displays long, dark hair. - Yi Mengling: Shows long, straight hair. - Gabrielle Union: Portrayed with long, dark hair. - Ntando Duma: Features long, dark hair","interpretation":"The slide emphasizes the archetype of \"Polished Opulence,\" highlighting a desire among women to embody a classic and sophisticated femininity. It suggests that self-care extends beyond appearance to include overall health, indicating a holistic approach to beauty. The mention of hair as an extension of femininity underscores its importance in personal style, with admiration for those who can blend smart attire with sleek hairstyles. The inclusion of various women, each with distinct yet polished looks, illustrates the diversity within this feminine ideal while maintaining a focus on elegance and sophistication","Archetypes":"POLISHED OPULENCE","Hairstyle":"","id":"19"}
{"Slide_number":"21","description":"Title: POLISHED OPULENCE - Sub Title: Their overarching goal is to have long & sleek, glossy hair to look perfect & elegant. - Main Text: - For our target, unruly hair, curls in the wrong places, and hair that ‘does not behave’ gets in the way of them feeling and looking “tidy and elegant.” - As with their overall appearance, they want their hair to look tidy, controlled, aligned. - Length is a must as this is a reflection of the feminine styles they aspire to. - And most importantly, an incredible shine (like a mirror) throughout the length of the hair. - Images: - Several images of women with various hairstyles and settings. - A woman sitting at a table with a drink, wearing a colorful dress. - A woman smiling with dark hair, possibly with a nose piercing. - A woman with blonde hair and red lipstick, holding a camera. - Additional images include women in different poses and outfits, with one holding a small dog and another by the ocean","interpretation":"The slide emphasizes the importance of hair aesthetics in achieving \"Polished Opulence\" hair. It outlines the target demographic's desire for long, sleek, and shiny hair, which is seen as a reflection of femininity, sophistication and elegance. The text suggests that unruly hair or curls in the wrong place can detract from this ideal, indicating a strong cultural association between hair quality and self-presentation. Hair should look tidy and controlled. Length and shine are a must. The accompanying images reinforce this message by showcasing women who embody these ideals, highlighting various styles and settings that align with the concept of polished opulence","Archetypes":"POLISHED OPULENCE","Hairstyle":"","id":"20"}
{"Slide_number":"22","description":"Slide Number: 22 - Text Content: - \"My hair is rough to the touch and doesn’t shine so easily. I have to use keratin treatments and style it to get the look I want\" - Location: China - \"You hair shouldn’t be messy, I have naturally wavy hair but I straighten it for work – no matter how pretty I am or how well-spoken I am people will judge me\" - Location: Polished opulence, IN - \"My hair is also very thin like baby hair if there is wind it will get all messed, I don’t want to be concerned with that. It makes me feel ugly if it’s not in place, everything is disorganized, it doesn’t match my look\" - Location: Polished opulence, BR","interpretation":"The slide presents personal reflections on hair texture and societal perceptions related to hair appearance from individuals in different regions (China, India, and Brazil). Each statement highlights the challenges and pressures associated with maintaining a certain hair aesthetic, suggesting a broader commentary on beauty standards and the impact of cultural expectations. The recurring theme of judgment indicates a societal expectation for polished appearances, emphasizing the emotional impact of hair on self-image and confidence. The use of terms like \"rough,\" \"wavy,\" and \"thin\" illustrates the diversity of hair types and the personal challenges associated with them. These reflections reveal the emotional and practical implications of hair care across different cultures, linking self-esteem to hair appearance and the impact of environmental factors","Archetypes":"POLISHED OPULENCE","Hairstyle":"","id":"21"}
{"Slide_number":"23","description":"Title: POLISHED OPULENCE - Sub Title: This does not just mean wanting the hair to be dead straight. - Main Text: - Whilst there is an element of disciplining unruly hair, there are a number of goals: - Smoothness - Softness - Sleekness - Shine – like liquid silk - With natural movement, not so straight that the hair becomes rigid - Hair that hangs\/sits in place rather than reacting to static, humidity, or friction - Quotations: - “When your hair is ‘just right’ – it’s straightened, neat, flat, I don’t want to wash it so I’ll leave it. Please keep my hair straight, long and silky. Like white people’s hair, but with my texture.” - Polished opulence RSA - “Healthy, it should be thick and dark, there are some people with jet black hair it has a shine, it looks like they have oil in their hair but they do not.” - Polished opulence IN - “I really don’t like this baby hairs at the top of my head, with the humidity they look like mosquitoes on top of my hair.” - Polished opulence BR - “On a good day, it’s silky, straight and shiny. It moves and is bouncy.” - Polished opulence US","interpretation":"The slide discusses the concept of \"polished opulence\" in relation to hair, emphasizing that it encompasses more than just straightness. It outlines various qualities desired in hair, such as smoothness, softness, and shine, while also highlighting the importance of natural movement. The quotes from different regions (RSA, IN, BR, US) reflect diverse perspectives on hair care and aesthetics, indicating a shared desire for healthy, manageable hair that aligns with cultural ideals. The mention of specific hair characteristics, such as \"baby hairs,\" and the comparison to \"white people's hair,\" suggest a nuanced conversation about beauty standards and identity in relation to hair texture and appearance","Archetypes":"POLISHED OPULENCE","Hairstyle":"","id":"22"}
{"Slide_number":"24","description":"1. Title: 1 KEY ROUTINE ON POLISHED OPULENCE 2. Key Benefits: anti frizz, shine, hydration for silky smooth hair 3. Sections: - SALON - Relaxing, straightening treatments – Keratin, Botox, Cysteine - Products : haire straightener, GK (product in a bottle) - CLEANSE - Cleanse without drying (sulfate free \/ prof. shp) - Products : Kerastase Discipline (product in a bottle) - CARE - Nourish hair & deliver shine (Silicon lovers) - Products : Xtenso Care Masque Pro Keratin + Incell (product in a jar) - STYLE - Straighten & smooth hair - Hair straighteners & heat protection - Products : Color Wow Extra Strength Dream Coat, hair straightener - IN BETWEEN - Straightening & smooth - Oil & conditioner for baby hairs - Products : Elvive Miracle Hair Perfector (product in a bottle","interpretation":"The slide outlines a comprehensive hair care routine aimed at achieving polished and opulent hair. It emphasizes key benefits such as reducing frizz, enhancing shine, and providing hydration. The routine is segmented into five main categories: salon treatments, cleansing, care, styling, and maintenance. Each section highlights specific actions or products that contribute to the overall goal of silky smooth hair. The mention of specific treatments like Keratin and Botox suggests a focus on professional salon services, while the inclusion of products for home care indicates a holistic approach to hair maintenance. The mention of specific brands suggests a targeted approach to hair care, appealing to consumers looking for effective solutions to common hair issues like frizz and dryness. The overall message promotes a systematic routine that combines professional treatments with at-home care for optimal hair health","Archetypes":"POLISHED OPULENCE","Hairstyle":"","id":"23"}
{"Slide_number":"26","description":"Title: Glass hair Subtitle: Trendy since 2018 Images: - Before and After images showcasing different hairstyles. - Individuals featured: - Kim K (Kim Kardashian) - Dua Lipa Look Description: - Ultra-sleek and polished hairstyle, every strand of hair is so sleek, straight, and shiny (frizz-free). - High-gloss, mirror-like finish, flawless finished look. - Silky smooth texture: perfectly smooth to the touch. - Fluidity of movement. Hair Color: - Glass hair effect amplifies the vibrancy of your hair color. Usually seen on dark hair tones. Make-up Look: - From natural to super sophisticated make-up involving contouring. Others Naming \/ Variations: - Liquid hair (2022): a bit softer and shinier, with more movement. - Sleek shiny bob - Lob. - Glassy ponytails. Hairstyle Influencer: - Kim Kardashian. Key Brands & Products: - Hair Gloss: Ouai Hair Gloss - €34. - Heat Activator Shine: Color Wow Dream Coat - €28. - Primer: Gisou Pre-Styling Primer - €34. - Hero Product: Color Wow. - Smoothing Oil: Sam McKnight Love Me Do Nourishing Shine Oil - €38.95. - Styler: Dyson Airwrap - €499. Data: - TikTok: - Glasshair 409.9M views - Glass hair 54.3M views - How to Get Glass Hair 59.7M views - Instagram: - glasshair 50,222 posts - glasshairtreatment 1,922 posts Global Metrics: - Glass hair (+52% to LY) is becoming a staple no matter what haircut you have (trend analytics","interpretation":"The slide presents an overview of the \"Glass hair\" trend, emphasizing sleek, shiny, and polished hairstyles that have gained popularity since 2018. The before and after images illustrate the transformative effect of this hairstyle, highlighting its appeal through visual representation. The description outlines the essential characteristics of glass hair, such as its smooth texture and high gloss, which contribute to its appeal. The trend is noted for amplifying the vibrancy of darker hair tones and is often complemented by sophisticated makeup looks. Variations of the style, such as liquid hair and sleek bobs, suggest it is adaptable and can be personalized. Influencer culture is acknowledged, with Kim Kardashian noted as a key figure in promoting this hairstyle. The inclusion of data from TikTok and Instagram highlights the trend's widespread popularity and engagement on social media platforms, indicating its relevance in contemporary beauty standards. Finally, the slide lists key products and brands associated with achieving glass hair, providing practical recommendations for those interested in adopting this look. The global metrics suggest that glass hair is not just a fleeting trend but is becoming a staple in hairstyling, reflecting a shift in consumer preferences towards polished and well-maintained hair","Archetypes":"POLISHED OPULENCE","Hairstyle":"Glass hair","id":"25"}
{"Slide_number":"27","description":"Slide Title: Glass hair Subtitle: Trendy since 2018 Local Media Coverage: - How To Nail TikTok's Glass Hair Trend Ultra-glossy hair is in for 2024 Country and Town House - Jan 24 - The Liquid Hair Trend Is the Secret to Glossy, Smooth Hair InStyle - Jan 23 - Glass Hair: How To Get The Glossy Trend We're Obsessed With In 2023 By Ria Bhagwati September 14, 2023 3:35 PM EST Women - Sept 23 - How To Achieve The Glass Hair Look, According To Hairstylists Hello smooth, shiny hair! Women’s Health - March 23 - This $9 Glass Hair Shine Spray Tames My Unruly Frizz Refinery29 - May 23 Expert Insights: - A Trend Driven By Social Medias \"The current interest in shiny hair is really a phenomenon coming from social media that reflects the quiet luxury trend. From sleek ponytails accessorized with ribbons to a reflective bob long hair with a mirror-like shine, it’s a versatile trend.\" Frederik Fekkai, celebrity hairstylist - Liquid Hair Variation \"Similar to the glass hair trend that was popular a couple of years ago, the liquid hair straight is very straight, shiny, and sleek with one major difference: movement. Liquid hair still has body, bend, and movement giving it that fluid feel. Glass hair seems indestructible—almost like a solid sheet rather than strands.\" David Lopez, celebrity hairstylist and creative director of Glam Seamless - Glass Hair for All Types \"It’s hair that reflects the light and looks incredibly lustrous, with mirror-like shine. Valerie indicates that the trend works well on most hair types, especially those with straight, wavy, or loose curly hair. While straighter textures reflect the light better, glass hair can work for other hair styles and textures.\" Valerie Benavides, stylist at Hair By Sam McKnight TikTok Hacks: - Color Wow’s Extra Strength Dream Coat is trending on TikTok for its ability to achieve GlassHair-like results. Colorwow Dreamcoat : 67.9M views - glasshairhack : hair oil + blow dry at the lowest temperature - fino hair mask 47.1M posts : Viral Japanese hair mask used to achieve glossy, shiny hair results. Image Descriptions: - A person with medium-length hair, possibly straight, with a neutral or surprised expression. - A TikTok logo is present, indicating a social media context","interpretation":"The slide presents an overview of the \"glass hair\" trend, highlighting its popularity and evolution since 2018. It features various media articles discussing the trend's relevance and techniques for achieving glossy hair. The expert insights provide a deeper understanding of the trend's origins, emphasizing its connection to social media and luxury aesthetics. The mention of TikTok hacks suggests that social media platforms play a significant role in popularizing this beauty trend, particularly among younger audiences. Overall, the slide illustrates the multifaceted nature of the glass hair trend, appealing to a wide range of hair types and styles while underscoring the influence of digital platforms in shaping beauty standards","Archetypes":"POLISHED OPULENCE","Hairstyle":"Glass hair","id":"26"}
{"Slide_number":"28","description":"Slide Title: Glass hair Subtitle: Trendy since 2018 Section 1: Brands \/ Retailers Routine - SEPHORA - US - LINK - Video: [Image of a person styling hair] - Title: Glass Hair - Description: How to make hair shiny like glass. - Best Glass Hair Products: - COLOR WOW Dream Coat - GHD flat iron - Gisou hair oil - L'Oréal Professionnel Flat iron & styler - Oribe Supershine moisturizing hair cream - Colorwow Extra mystical-shine spray - Drybar - Liquid Glass Miracle smoothing sealant - Verb Ghost weightless hair oil - IGK Good behavior spirulina Protein anti-frizz How to video - Key steps: - Start with damp hair. - Separate hair into sections and spray each section with COLOR WOW Dream Coat until saturated. - Using a paddle brush, blow-dry hair in a downward motion. The tension of the brush should be used to help straighten and smooth the hair. - Optional: Add extensions to fill in front pieces of the hair for a full, consistent glass hair look. Lock in with your favorite hairspray. --- Section 2: GISOUS - NETHERLANDS - LINK - Key steps: - Step 1: Shampoo, Condition, and Towel Dry - Step 2: Apply a Hair Serum and Heat Protectant - Step 3: Apply a Hair Primer - Step 4: Blowout for Smoothness - Step 5: Flat Iron - Step 6: Apply Hair Oil for the Finishing Touch --- Section 3: PROSE - US - LINK - Title: Glass Hair: How To Get This Trending Look - Key steps: - Step 1: Shampoo, Condition - Step 2: Start with a heat-protectant before styling your hair with heat - Step 3: Flat-iron your hair in small sections & brush - Step 4: Finish with an oil for shine --- Section 4: SAM MAC KNIGHT - UK - LINK - Key steps: - Step 1: Heat Protector - Step 2: Brushing while applying a styling mist - Step 3: Nourishing shine oil","interpretation":"The slide presents a comprehensive guide on achieving \"glass hair,\" a trendy hairstyle characterized by its shiny, sleek appearance. It outlines various brands and products recommended for this look, emphasizing the importance of using specific hair care products and techniques. The first section highlights Sephora's recommendations, including a video tutorial and a list of products essential for achieving this look. The instructions are detailed, focusing on the preparation and styling process, which involves using a paddle brush and blow-drying techniques to achieve smoothness. Subsequent sections from Gisou, Prose, and Sam Mac Knight offer additional steps and tips, reinforcing the importance of using heat protectants and finishing oils to maintain shine and protect the hair from damage. Each brand offers a unique approach, showcasing the versatility of the glass hair trend while promoting their products. Overall, the slide serves as a practical resource for individuals looking to replicate the glass hair trend, combining product recommendations with step-by-step instructions","Archetypes":"POLISHED OPULENCE","Hairstyle":"Glass hair","id":"27"}
{"Slide_number":"29","description":"Slide Title: Wet look Look Description: - The wet hair look basically recreates the way your hair looks when they are wet, and soaked with water, but with product mimicking rinsed, shower-fresh strands. - Fashionable, sophisticated, and sculpted look with a sultry edge often used on red carpets as a statement. - Slicked-back look, all the hair should ideally be going in the same direction for better shine. Hair Color: - For all kinds of hair tones - suits everyone. Associated Make-Up Look: - Sophisticated glowy make-up look. - For a total look: dew, mermaid-like skin. Other Naming: - « slick back » Variation: - Slicked-back waves \/ juicy wet-look curls \/ liquid waves \/ mermaid wet hair. - Wet-look bob \/ hydro bob: semi wet effect. Hairstyle Influencer: - Zendaya, Bella Hadid, Kim Kardashian, Kylie Jenner How to routine _start with wet hair _smooth hair with a serum \/ oil \/ leave-In conditioner all over _brushing back with a wide-tooth comb _hair shine cream\/spray for some added glow _lock hair into place with a strong yet flexible hold hairspray or gel _product saturation is key for this look to stay in place Variations _for natural curls : moisture, and more moisture is key, pros suggest to mix gel and pomade together Social Media Tutorials: - @valerialpovetsky: on fine hair. - @rametabab: on textured hair. Key Articles 2023-2024: - « The Expert Guide to Getting the Sleek Wet-Hair Look » | Vogue - Nov 23 - « How to Get the Wet Hair Look That Has Been Dominating Red Carpets » | real simple | July - 23 - « How To Recreate 4 Sultry Wet Hair Looks From New York Fashion Week S\/S 2024 » | Bustle - Feb 24 - « The Hydro Bob Is Suddenly Everywhere for Spring » | WWW - Feb 24 Data: - TikTok: - wet hair: 640.4M views - wethairstyle: 15.2M views - wethairlook: 134.9M views - Instagram: - Wethair: 736361 posts - Wethairlook: 62912 posts Key Products: - Serum: Paul Mitchell Super Skinny Serum $28.50 - Leave In Conditioner: Briogeo Leave-In Conditioning Spray $24 - Gel: Bumble and Bumble BB. Sumogel $35 - Wide Tooth Comb: Dr Barbara Sturm hair & scalp comb 25€ - Shine Lotion: R+Co Waterfall Moisture + Shine Lotion. - Shine Spray: GHD Shiny Ever After Final Shine Spray","interpretation":"The slide presents a comprehensive overview of the \"wet look\" hairstyle, emphasizing its fashionable and sophisticated nature. It describes the technique of achieving this look, highlighting the importance of product application and hair direction for optimal shine. The inclusion of various hair colors suggests versatility, making it accessible to a wide audience. The associated make-up look complements the hairstyle, focusing on a dewy, mermaid-like aesthetic, which aligns with the overall theme of glamour often seen on red carpets. The slide also provides variations of the wet look, indicating its adaptability to different styles and preferences. Influencers like Zendaya and Bella Hadid are mentioned, suggesting that this hairstyle is trendy and endorsed by popular figures, which may influence its adoption among audiences. The data section highlights the popularity of related hashtags on TikTok and Instagram, indicating a strong social media presence and engagement with this hairstyle trend. Key products are listed, providing practical recommendations for achieving the look, while the social media tutorials and articles offer additional resources for those interested in learning more about the wet look. Overall, the slide serves as a guide for individuals looking to adopt this hairstyle, combining practical tips with cultural references","Archetypes":"POLISHED OPULENCE","Hairstyle":"Wet look","id":"28"}
{"Slide_number":"30","description":"01.\tAmerica a. USA Slide Title: Sleek high ponytail Look Description: - Glamorous high, straight pony, symbol of power and confidence on smooth, sleek hair. - Often used also for a sport purpose. Hair Color: - All colors with a glossy finish. Associated Make-Up Look: - Cate eye look (eyeliner), contoured or glossy lips. Variations: - Barbie ponytail (2023): high pony with a covered elastic, curled ends, and a swoop across the front. - Voluminous Pony. - Side-Part Low Pony. Hairstyle Influencer: - Arianna Grande, Margot Robbie, Paris Hilton. Symbolic: - “The ponytail is a feminist symbol; it indicates power and confidence – showing your face to the world and getting things done in style.” Jacqueline Kiliitka, beauty director of Refinery29. How to Routine: - Prime hair with a serum or a dry oil before using a flat iron to smooth out any frizz. - Flat iron your hair to create a smooth base. - Use mousse from your roots to your crown to slick your hair back into a flawless snatched pony. - Pull hair into desired height of ponytail and smooth out any bumps. - Brush through hair with a paddle brush for ultimate smoothness and apply hair tie. - Lock it in place with, for example, a strong-hold hairspray\/gels\/styling balm. - Add shine with a shine spray. Optional: - Extensions or clip-in extensions to bring some extra volume. Famous TikTok Hack: - Fake volume with different tying methods to create illusion: - The best ponytail hack: link (29.7M views). - Volume ponytail hack: link (1.7M views). Key Articles 2023-2024: - “A Feminist Symbol: how the humble ponytail scored a summer winner” | The Guardian - Aug 23. - “18 Ponytail Hairstyles From Sleek and Simple to Bold and Intricate” | Instyle - Feb 24. - “The Barbie Ponytail Is the Hair Equivalent of Your Favorite Going Out Top” | Byrdie - June 8 & March 23. Data: - TikTok: - Ponytail | 7B views. - Ponytail Hacks | 302.8M views. - Instagram: - Ponytail | 4,995,544 posts. Key Products: - Mask: Eva NYC 10-in-1 Shine Mask $16. - Priming Serum: JVN Nourishing Shine Drops $25. - Hold Hairspray: Sexy Hair Hair Spray & Stay $22.95. - Shine Spray: Amika Top Gloss Hair Shine Spray $29. - Gel: Bondi Boost Smooth + Set Styling Gel $25. - Elastic: Slip small slipsilk scrunchies $39","interpretation":"This slide presents a comprehensive overview of the \"Sleek High Ponytail\" hairstyle popular in the USA, emphasizing its cultural significance and practical styling tips. The description highlights the ponytail as a symbol of power and confidence, linking it to notable influencers like Ariana Grande and Margot Robbie. The inclusion of variations and styling tips suggests that the sleek high ponytail is versatile and can be adapted for different occasions. The slide also connects the hairstyle to social media trends, showcasing its popularity on platforms like TikTok and Instagram, which indicates its relevance in current beauty discussions. The mention of key products and a routine for achieving the look provides practical advice for individuals looking to replicate the style, reinforcing the slide's instructional purpose. Overall, the content reflects a blend of fashion, empowerment, and modern beauty practices","Archetypes":"POLISHED OPULENCE","Hairstyle":"Sleek high ponytail","id":"29"}
{"Slide_number":"31","description":"Slide Title: Glossy long straight x classic bangs Tag: ICONIC Look Description: - Glossy straight long hair with subtle layers or blunt ends. - The timeless, classic beauty's authentic style, cherished across generations, evokes a clean and tidy impression. - Blunt-cut classic bangs are iconic in Japan, exuding a sense of chic simplicity and adding a striking focal point to long glossy hair. Hair Color: - Black and dark to light brown are popular. - Gold or ash-toned vivid colors add a unique flair. Make-up Look: - Overall, aim for a neutral and natural appearance. Create skin that looks bare with a nude finish (both glossy and matte options) to achieve a clear complexion. Emphasize eye and lip makeup to create a bold and dignified impression. Others Naming \/ Variations: - A subtle loose wave. - Just a single curl at the ends. Hairstyle Influencer: - Emi Suzuki, Suzu Hirose, Meru Mekuru, Nana Niino, Mei Nagano. How to Routine: - Smoothness and straightness are essential. - Apply a hair product (oil, milk, spray) that maintains the hair’s moisture and shine while finishing naturally and softly. Curly hair is sensitive to humidity, so coating it with hair oil or balm is also a good tip if necessary. - Use a straightening iron (plus curling iron for ends as your preference) to add smoothness and shine on the hair surface. - Finish with hairspray to maintain the style for longer (Wax, balm, and gel are also useful for preventing frizz and keeping the hair in place). Protection: - Daily care is essential for nurturing healthy natural hair. Key Articles 2023-2024: - \"Popular and Type-Specific Styling Products Recommended for Hair Irons\" (https:\/\/www.biteki.com\/hair\/hair-arrange\/260768) - \"Ways to Add Shine to Your Hair: 10 Techniques\" (https:\/\/www.biteki.com\/hair\/trouble\/223917) - \"Compilation of 20 Refined Styles for Black Hair x Straight Long Hair\" (https:\/\/www.biteki.com\/hair\/colors\/550083) Key Products: - Hair Oil: Sinn Purete Too Good Multi-Benefit Oil (3,850 JPY) - Hair Milk: Jill Stuart Flora Notice Hair Milk (3,520 JPY) - Hair Milk: Orbis essence in hair milk (1,320 JPY) - Hair Spray: Aveda Brilliant Hair Spray (3,410 JPY) - Hair Spray: Napla Nuance Hair Spray (1,790 JPY) - Hair Iron: Panasonic Straight Iron Nano Care (17,000 JPY) Data: - Instagram: - 艶髪 (Glossy Hair) 2M posts - ストレートヘア (Straight Hair) 554K posts - 艶髪トリートメント (Glossy Hair Treatment) 162K posts - 最愛ストレート (Glossy Straight Hair) 53.9K posts - Google Trend (Japan): - The term 艶髪 (Glossy Hair) typically maintains 50-100 interests over a year, but there has been a 200% increase in interest related to «艶髪になる方法» (How to make glossy hair). Images Pictures of famous Japanese women sporting the glossy long straight hair with classic bangs hairstyle in various colors including Nana niino, Suzu Hirose, meru mekuru or Emi Suzuki","interpretation":"The slide presents a comprehensive overview of a popular hairstyle trend characterized by glossy long straight hair paired with classic bangs. It emphasizes the timeless appeal and cultural significance of this style in Japan, highlighting its clean and tidy impression. The focus on hair color options suggests versatility, catering to various preferences while maintaining a chic aesthetic. The make-up recommendations align with the hairstyle's natural look, promoting a fresh and understated beauty approach. The inclusion of influencers indicates the trend's relevance in contemporary fashion, showcasing figures who embody this style. The data section illustrates the hairstyle's popularity on social media platforms, indicating a significant interest in glossy hair trends. The Google Trends data further emphasizes the growing fascination with achieving glossy hair, suggesting a cultural shift towards hair care and styling. The routine and protection tips provide practical advice for maintaining this hairstyle, emphasizing the importance of product use and daily care. The key products listed serve as recommendations for achieving and sustaining the desired look, while the articles offer additional resources for further exploration of hair care techniques. Overall, the slide effectively combines aesthetic appeal with practical guidance, making it a valuable resource for those interested in this hairstyle trend","Archetypes":"POLISHED OPULENCE","Hairstyle":"Glossy long straight x classic bangs","id":"30"}
{"Slide_number":"32","description":"Slide Title: Glossy long straight x classic bangs Tag: ICONIC Local Media Coverage: 1. \"A sophisticated hairstyle achieved with just one straightening iron. Glossy straight for a good impression.\" - Source: NON NO MAY 2024 2. “The next trending hairstyle is the glossy smooth straight! Achieve glossiness with a straightening iron.\" - Source: BITEKI.COM FEBRUARY 24 3. “Compilation of 20 Refined Styles for Black Hair x Straight Long Hair\" - Source: BITEKI.COM APRIL 24 - Expert Insights: - To prevent heat damage, use a flat iron at a temperature below 160°C… - \"…and only on thoroughly dried hair. Passing the flat iron through your hair not only seals the cuticles but also brings shine and smoothness.\" - Midori Taniguchi, Stylist - K-wo GINZA - Reducing friction while sleeping: - \"Using a night cap that protects and shields your hair from drying out can make a significant difference in the morning! It also reduces hair damage from friction with bedding. You'll find that your hair is surprisingly less prone to developing kinks overnight.\" - Ikki Okumura, Representative - K-wo Ikebukuro - Using Out-Bath Hair Treatment for Extra Care: - \"Use a mist that easily penetrates into the hair when wet to replenish moisture. Spray onto the mid-lengths to ends, where dehydration is noticeable, then distribute evenly with your fingers. Afterwards, layer a milk product that coats the surface of the hair on top, then blow-dry the hair. This will help seal in moisture.\" - Ikki Okumura, Representative - K-wo GINZA Ikebukuro - TikTok Hacks: - \"How to make smooth straight\" - User: __er_5m - Views: 41.8K - \"The hair care routine that transformed frizzy hair into silky smooth\" - User: miku.beauty - Views: 39.2K - \"Glossy straight is the recent trend for attractive hairstyles\" - User: ryoka_720 - Views: 122.8K","interpretation":"The slide presents a comprehensive overview of a trending hairstyle characterized by glossy long straight hair with classic bangs as discussed in the media, by experts and on social media. It emphasizes the importance of using a straightening iron effectively to achieve this look while minimizing heat damage. Expert insights provide practical tips for maintaining hair health, such as using a lower temperature for styling, protecting hair during sleep to prevent friction damage, and using out-bath treatments to retain moisture. The inclusion of TikTok hacks highlights the popularity of this hairstyle trend among social media users, showcasing various methods and routines that have garnered significant views","Archetypes":"POLISHED OPULENCE","Hairstyle":"Glossy long straight x classic bangs","id":"31"}
{"Slide_number":"33","description":"Slide Title: Glossy long straight x classic bangs Tag: ICONIC Subtitle: Brands \/ Retailers routine 1. Stephen Knoll - JP: LINK - Image: A person with long, straight hair and bangs, holding a product. - Text: - Video tutorial - How to achieve glossy straight hair. - Steps: - Step 1: Spray Knoll Hydro Renew Mist Smooth Repair mist to the hair around the mid-lengths. Spray three times from the inside and three times from the outside. - Step 2: Massage the mist into the hair using your hands. Pull the hair forward from the back and blow-dry while directing it. Direct the dryer diagonally upwards to straighten out any curls, directing the roots of the hair inward, making it easier to curl inward with a straightening iron. - Step 3: Quickly run the straightening iron from the roots to the ends, sliding it while curling the ends inward. - Step 4: Dispense Shine Color Care Oil onto your palm and work it into the mid-lengths to ends of your hair, as well as the tips of your bangs. 2. John Masters Organics - JP: LINK - Image: A person with long, straight hair, seen from behind and a john masters organic product in front of it. - Text: - Video tutorial - Glossy Natural Straight. - Creating a lightly dynamic straight style with a natural shine. - Using minimal hair wax and expressing both scent and shine with fragrance oil. - Items used: R&A Hair Milk N, Hair Wax, Hair Fragrance Joy. 3. John Masters Organics - JP: LINK - Image: Three images showing hair styling technique and before and after shots of long glossy hair - Text: - Video tutorial - How to Achieve a Stylish and Attractive Hairstyle with No Flyaway Hair. - 3 minutes styling for no flyaway hair. 4. Shiseido - JP: LINK - Image: A person with long, straight hair using a hair straightener - Text: - Video tutorial - Let's Enjoy Hairstyles Even During the Rainy Season. - Farewell to Unmanageable Hair Due to Heat from Hair Irons - How to Use Sublimic Airy Flow Sheer Oil. - Apply the sheer oil all over the hair, then style with a hair iron. This helps maintain the shape of the styled hair and provides a smooth texture all day long. - MorningEasyCare 5. Other Brands Tutorials: - SALONIA","interpretation":"The slide presents a comprehensive guide from various brands on achieving glossy, straight hairstyles with classic bangs. Each section includes a video tutorial link, emphasizing practical steps for hair care and styling. The instructions are detailed, providing a clear sequence of actions to achieve the desired look, which suggests a focus on both aesthetics and hair health. The inclusion of multiple brands indicates a variety of options for consumers, catering to different preferences and hair types. The overall tone is instructional and supportive, aimed at helping individuals enhance their hairstyling skills","Archetypes":"POLISHED OPULENCE","Hairstyle":"Glossy long straight x classic bangs","id":"32"}
{"Slide_number":"34","description":"Title: Middle part sleek hair Look Description: - Sleek half long\/long hair parted in the middle - Extra shine and glossy non-frizzy finish - Hair strands around the face tucked behind the ears for highlighted facial contours Hair Color: - Enhances hair color and shine Make-Up: - Highlighted cheekbones Variation: - Ultra straightened sleek hair - Slightly wavy hair ends Hairstyle Influencer: - Sobhita Dhulipala - Katrina Kaif - Tara Sutaria How to Routine: - Use a tail comb to create a sleek parting. - Sleek hair involves applying heat, with straighteners; so heat protectant is key. Use a hair straightener\/iron. - Take around two inches of hair from each side and take it back behind the ears, can be tied with hair band behind the neck or held with light hair gel. - If you have frizz or flyaways, smooth it out with an anti-frizz cream, spray, and gel. - products : smoothing oils, anti-frizz sprays, humidity protectant and a high-shine spray Touch Up: - Leave In Conditioner for Instant Hydration and Luster - Touch Up with Flat Iron - Revive with Hair Oil In Salon Treatment: - Keratin treatment - Hair botox treatment (TikTok - 70.5m views) Key Brands & Products: - Heat Protect Spray: BBLUNT Hotshot Heat Protection Mist INR 499 - Hair Oil: Sebastian Dark Oil - Finishing Shine Spray: Schwarzkopf Professional Osis Sparkler Hair Styling Shine Spray INR 1160 Data: - Instagram: - glossyhair | 282k posts - sleekhairstyles | 35K posts - Google Metrics: - Middle Part Sleek Hair Bollywood | 250 M results","interpretation":"The slide presents a comprehensive guide on achieving a \"middle part sleek hair\" look, emphasizing the importance of hair care products and styling techniques. It highlights the aesthetic appeal of sleek hair, which is characterized by its shine and smoothness, and provides practical steps for achieving this style. The inclusion of influencers suggests a trend-driven approach, appealing to audiences interested in contemporary beauty standards. The data on Instagram and Google metrics indicates the popularity of this hairstyle, reflecting its relevance in current beauty culture. The detailed routine and product recommendations indicate a focus on maintaining hair health while achieving a polished appearance","Archetypes":"POLISHED OPULENCE","Hairstyle":"Middle part sleek hair","id":"33"}
{"Slide_number":"35","description":"Slide Title: Middle part sleek hair Local Media Coverage: 1. BRIDES TODAY, MAR 23 - \"Looking to achieve perfectly sleek tresses? These hair products will do just the job.\" 2. GRAZIA INDIA, JAN 24 - \"Hair Botox: A Deep Conditioning Treatment That Gives Smooth, Luscious Mane\" - By Konika Datta - \"This smoothing hair treatment is making waves on social media, but is it worth the hype? We find out.\" 3. BEAUTY UNDERCOVER, OCT 22 - \"7 Bollywood Inspired Middle Part Hairstyles for Deepavali\" Expert Insights: - SLEEK HAIR IN INDIAN HUMID WEATHER - \"If you are wondering how to keep things sleek and straight all night, Soni recommends using a humidity-resistant product along with a heat protectant before blow drying. 'Divide each section of hair and blow dry,' she says. 'Then, run a straightener through it and put it into a velcro roller. This helps keep the hair's body and smoothness.'\" - Namrata Soni, Mumbai-based Bollywood hairstylist and makeup artist - Recommended Keratin or Rebonding Treatment for Permanent Sleek Look: - \"Say goodbye to frizz and hello to a sleek look! This hairstyle is easy to recreate with a simple blowout and a straightening iron. But if you want a semi-permanent alternative, we recommend Keratin Treatment or Rebonding. You can achieve straight, shiny, and sleek hair with both hair treatments. Keratin Treatment typically lasts up to 16 weeks while rebonding can last about 6-7 months.\" - Beauty Undercover online magazine TikTok & Insta Hacks: - \"Brown girl glow ups consist of them discovering middle hair parts.\" - User: @kritikapatel - Date: 2023-11-22 - Hashtags: indian gujju gujrati girl - Views: 746 - “How to place a tikka in your hair with a side part and your hair down","interpretation":"The slide focuses on the trend of achieving sleek hairstyles, particularly with a middle part, and highlights various media coverage and expert insights on the topic. It emphasizes the importance of using specific hair products and techniques to maintain sleekness, especially in humid conditions typical of India. The inclusion of expert advice from a hairstylist suggests practical methods for achieving and maintaining this hairstyle. Additionally, the slide references social media trends, indicating the influence of platforms like TikTok and Instagram on hairstyle choices, particularly among younger audiences. Overall, the content reflects a blend of traditional beauty advice and modern social media influences, catering to a diverse audience interested in hair care and styling","Archetypes":"POLISHED OPULENCE","Hairstyle":"Middle part sleek hair","id":"34"}
{"Slide_number":"36","description":"03. Asia a. China Slide Title: Collarbone-length Hair 锁骨发 Tag: ICONIC Look Description: - A cut where the hair length falls around the collarbone, offering a flattering and versatile length that is not too long nor too short. - The key words are “age-reducing,” “full of vitality” and “clean & fresh.” - Generally, these are cuts with softer lines and layers that frame the face gently. Hairstyles that look light, easy to manage, and give off a live, unburdened look, such as creative bobs or shorter layers that keep the neck and shoulders uncluttered. Hair Color: - Natural black or brown colors. Make-up Look: - Nude makeup or light makeup for natural looks. Others Naming \/ Variations: - Long bob - Wavy lob - Medium length hair Hairstyle Influencers: - Xin Zhilei, Jiang Shuying, Gulnazar, IU, Liu Shishi, Gao Yuanyuan Maintenance - Take a portion of hair from the top of the head, then use a hair straightener brush or hair straightener to evenly heat the hair root to add volume. - Take a layer of hair and straighten it from the inside to the outside until ear height. Repeat the same process for other layers of hair. Then curl the hair ends with an inward motion by layers. Data: - RED: - collarbone-lengthhairstyle 870,000 posts - collarbone-lengthhairmanage 460,000 posts - collarbone-lengthhairlength 300,000 posts - WEIBO: - collarbone-lengthhair 170M views - collarbone-lengthhairstyle 7.3M views - springage-reducingcollarbone-lengthhair 40.4M views Key Brands & Products: - Hair Spray: BABI Set&Keep Spray 59CNY (7.6€) - Hair Straightener Brush: TSUYAGLA Hair Straight Comb 199CNY (26€) - Hair Straightener: AKIRA COSME Hair Straightener AC-R1 289CNY(40€) Images: - Six images of individuals with collarbone-length hairstyles: - Xin Zhiel - Jiang Shuying - Gulnaz - Liu Shishi - Gao Yuanyuan - IU - Images demonstrating hair maintenance techniques","interpretation":"This slide provides a comprehensive overview of the collarbone-length hairstyle, emphasizing its versatility and flattering nature. The description highlights the aesthetic appeal of this hairstyle, which is characterized by soft lines and layers that enhance facial features. The keywords \"age-reducing\" and \"full of vitality\" suggest that this hairstyle is popular among individuals seeking a youthful appearance. The data section indicates significant social media engagement, reflecting the hairstyle's popularity and relevance in contemporary fashion trends. The inclusion of influencers suggests that these individuals play a crucial role in promoting this hairstyle, potentially impacting trends and consumer choices. The maintenance section offers practical advice on achieving and maintaining the hairstyle, making it accessible to a broader audience. The key brands and products listed provide specific recommendations for tools and products that can help individuals replicate the look, further enhancing the slide's utility as a resource for those interested in this hairstyle","Archetypes":"POLISHED OPULENCE","Hairstyle":"Collarbone-length Hair 锁骨发","id":"35"}
{"Slide_number":"37","description":"03. Asia a. China Slide Title: Collarbone-length Hair 锁骨发 Tag: Iconic Local Media Coverage: 1. Sohu Beauty - Dec 2023 - \"NEAT COLLARBONE-LENGTH HAIR KEEPS TRENDY IN 2024\" 2. Vogue - Mar 2024 - \" [2024 Hairstyle Trend] ALL FACIAL SHAPES FRIENDLY. ROCK&ROLL COLLARBONE-LENGTH HAIR IS THE FAVORITE OF 20-70-YEAR-OLD CELEBRITIES\" 3. Elle Beauty – Dec 2023 - \"ZHAO LIYING’S COLLARBONE-LENGTH HAIR CATCHES MY EYES\" Expert Insights: 1. Wen Bo, Stylist - \"MAKE FACE SMALLER\" - \"This medium-length hairstyle reaches approximately 15 centimeters from the collarbone. This is the best length to sculpt smaller facial shapes.\" 2. A Jun, Stylist - \"FIRST LOVE YOUTHFUL GIRL STYLE\" - \"A collarbone-length hairstyle with a voluminous, airy perm, exuding a fresh and elegant aura, while also slimming the face and enhancing one's temperament. It refines the contours of the face, instantly reducing five years old.\" Red Hacks: - collarbone-length hair tutorial - 29K Engagements - my collarbone-length hair techniques - 102K Engagements - collarbone-length hair maintenance - 91K Engagements","interpretation":"The slide presents a comprehensive overview of the collarbone-length hairstyle in media and social media as well as from experts in China, highlighting its popularity and versatility across various age groups. The local media coverage emphasizes its trendiness for 2024, suggesting that this hairstyle is not only fashionable but also adaptable to different facial shapes, making it a favored choice among celebrities. Expert insights provide practical advice on how this hairstyle can enhance facial features, making the face appear smaller and more youthful. The inclusion of social media engagement metrics under \"Red Hacks\" indicates a strong interest and community engagement around this hairstyle, suggesting that it is a topic of active discussion and experimentation among users. Overall, the slide effectively captures the current trends and expert opinions surrounding collarbone-length hair, positioning it as a fashionable and practical choice for many","Archetypes":"POLISHED OPULENCE","Hairstyle":"Collarbone-length Hair 锁骨发","id":"36"}
{"Slide_number":"38","description":"03. Asia b. Japan Slide Title: Blunt-cut bob Tag: ICONIC Look Description: - A bob style featuring bluntly cut ends, intentionally creating a casual vibe. - While a typical bob tends to accentuate roundness because of its layered structure, a blunt-cut style creates a straight and sleek silhouette. - The highlighted bangs expose the forehead, fostering a sense of openness on the face. Despite the potentially weighty overall silhouette, the sheer bangs impart a light and airy impression to the face. Others Naming \/ Variations: - Tassel bob Hair Color: - Black, shades of brown. It also matches well with lighter hair colors. Make-up Look: - It pairs well with any makeup style, whether it’s healthy, cute, elegant, or chic. Hairstyle Influencers: - Haruka Ayase, Ayaka Miyoshi, Anne Nakamura, Erika Mori, Haru How to Routine: - Apply oil\/serum to wet\/dry hair and blow-dry. Using a straightening iron, lightly flip the ends outward. The key is not to overly flip them. - Apply styling product (oil\/serum) from the mid-lengths to the ends of the hair, encouraging a slight outward flip. Finally, use any excess product on your hands to create texture in the bangs. - Use wax\/balm to areas around the ears, nape, and where the hair tends to puff out to create a polished finish. Optional: - Complements a wet look style by finishing with oil or gel at the end of the styling. Key Articles 2023-2024: - Even hair prone to frizz can be managed with (Adult Blunt-cut Bob). A light and airy styling is perfect for spring fashion! - You can achieve a trendy look! Blunt-cut Bob (33 Examples) - [2024 Latest] 22 Recommended Blunt-cut Bob Styles - Arranging a Blunt Bob: Easy Set & Styling for Changing Your Look - [2023] Stylish and adorable. Blunt-cut bob '17 Real Examples' Data: - Instagram: - 切りっぱなしボブ (blunt-cut bob) 2.2M posts - 切りっぱなしロブ (blunt-cut lob) 63.5K posts - 切りっぱなしヘア (blunt-cut hair) 11.9K posts - 切りっぱなし (blunt-cut) 11.9K posts - Google Trend (Japan): - The term 切りっぱなしボブ (blunt-cut bob) typically maintains 50-100 interests over a year, but there has been a 1,100% increase in interest related to タッセルボブ (tassel bob). Key Products: - Hair Oil: JOELROTY Track oil n°3 3,800 JPY - Hair Oil: NINE Oil rich 3,080 JPY - Hair Serum: THE PRODUCT Hair Shine Serum 2,200 JPY - Hair Wax: SENSE OF HUMOUR Dewy Shimmar whip 4,158 JPY - Hair Balm: LINC Hair Balm 997 4,290 JPY - Hair Irons: CREATES Holistic cure magnet hair pro straight Iron S 14,300 JPY","interpretation":"The slide presents a comprehensive overview of the \"Blunt-cut bob\" hairstyle popular in Japan, emphasizing its characteristics, styling tips, and cultural relevance. The blunt-cut bob is described as a versatile and modern hairstyle that contrasts with traditional bobs by offering a sleek silhouette. The highlighted bangs are noted for their ability to create an open and airy appearance, making the style approachable and trendy. The inclusion of influencers and key products suggests a strong connection between this hairstyle and current beauty trends, particularly in Japan. The data on Instagram posts and Google Trends indicates a significant popularity and growing interest in this hairstyle, especially in its variations like the tassel bob. The routine section provides practical advice for achieving and maintaining the look, appealing to individuals seeking to replicate the style at home. Overall, the slide effectively combines aesthetic appeal with actionable insights, making it a valuable resource for those interested in contemporary hairstyling trends","Archetypes":"POLISHED OPULENCE","Hairstyle":" Blunt-cut bob","id":"37"}
{"Slide_number":"39","description":"03. Asia b. Japan Slide Title: Blunt-cut bob Tag Iconic Section Heading: LOCAL MEDIAS COVERAGE 1. Article 1: - Title: \"GET ALL-AROUND POPULAR BLUNT-CUT BOB WITH BANGS [23 REAL EXAMPLES]\" - Source: BITEKI.COM - JUNE 23 2. Article 2: - Title: \"GET THE LATEST LOOK! BLUNT-CUT BOB [33 REAL EXAMPLES]\" - Source: BITEKI.COM - SEPTEMBER 23 3. Article 3: - Title: \"WAYS TO STYLE A BLUNT-CUT BOB | CHANGE YOUR VIBE WITH EASY STYLING\" - Source: BITEKI.COM - MARCH 24 Section Heading: EXPERT INSIGHTS - Quote 1: - Text: \"A 'BLUNT BOB' IS A GREAT CHOICE FOR ADULT WOMEN.\" - Author: Ayame Suzuki, Top stylist - THE GARDEN Tokyo - Quote: “The blunt-cut style makes styling easy and lends a sophisticated look. For those wanting to add some edge or personality, try pairing it with high-tone colors for a fresh, chic appearance!” - Quote 2: - Text: \"EFFORTLESS STYLING COMPLEMENTS SPRING FASHION PERFECTLY!\" - Author: Tamami Inoue, Stylist - Garden Yokohama - Recommendation: \"Recommended for: Those who want to showcase their hair beautifully, desire a sense of effortlessness, need quick styling, aim for simplicity with style, want to embrace trends, wish to elongate their neck, or want to accentuate their natural texture.\" Section Heading: TIKTOK HACKS - Video 1: - Title: \"Leave it to us even if it's your first time BluntCutBob.....\" - Creator: koiren_beauty - Views: 4.5M views - Video 2: - Title: \"The bob guaranteed to go viral in the Year of the Dragon 2024 BluntCutBob....\" - Creator: bob_ozato - Views: 2.4M views - Video 3: - Title: \"If you want a fresh start for the new year, go for the Hailey Bob.\" - Creator: Kazuki_sand - Views: 16.5K views","interpretation":"The slide focuses on the \"blunt-cut bob\" hairstyle, highlighting its popularity and versatility, particularly among adult women in Japan. The local media coverage section showcases various articles that emphasize the style's appeal, with specific examples and tips for styling. The expert insights provide authoritative opinions from stylists, suggesting that the blunt-cut bob is not only stylish but also practical for those seeking a sophisticated look with minimal effort. The TikTok hacks section indicates the hairstyle's trendiness and relevance in social media, showcasing its viral potential and the engagement it garners among users. Overall, the slide presents the blunt-cut bob as a fashionable choice that aligns with contemporary styling needs and trends","Archetypes":"POLISHED OPULENCE","Hairstyle":" Blunt-cut bob","id":"38"}
{"Slide_number":"40","description":"03. Asia b. Japan Slide Title: Blunt-cut bob Tag: Iconic Subtitle: BRANDS \/ RETAILERS ROUTINE 1. Stephen Knoll - JP - Video tutorial: Wet Hair with Outward Bob Created with Oil - Key steps: - Step 1: Spray Hydro Renew Mist Curl evenly towards the ends of the hair. Additionally, spray one pump of the mist onto your hands and apply it to the bangs, then thoroughly dry the entire hair with a hairdryer. - Step 2: Divide the bangs into three sections and curl them inward with a straightening iron. Curl the ends outward in a semi-curl. - Step 3: Curl the inside of the hair as well, and for any sections that aren't curled enough, curl them outward. - Step 4: Apply two pumps of Eternal Shine Oil (Smooth) onto your hands and work it through. 2. The Product - JP - Video tutorial: Bob Hairstyles Created with Shine Serum - Introducing two hairstyles using hair shine serum usable both as a leave-in and styling product. - Naturally Soft Bob Style: After washing your hair, apply an appropriate amount to towel-dried hair and blow dry while incorporating air. Curl just the hair around the face and the ends slightly with an iron for the finishing touch. - Sleek Wet Look with Outward Bob Styling: Part your bangs in the center and curl the ends outward. Spray hair shine serum onto your hands and apply from the ends of your hair. 3. Napla N. - JP - Video tutorial: ALA x N. A blunt-cut bob created with a straight perm. - Enhance the blunt cut, jaw-length choppy bob with N. Sleek Cream for a damage-free straight perm. Finish off with N. Polish Oil for styling to achieve a sleek hairdo that accentuates delicate cutting lines and offers excellent manageability. 4. Lucido-L - JP - Video tutorial: How to Create a Glossy Textured Bob Hairstyle - Introducing an easy bob hairstyle using Melty Hair Balm. Enhance the natural shine and add just the right amount of texture to achieve a sophisticated and effortless look. - With a simple step of quickly blending it in at the end of styling, you can express a different nuance from your usual style. Other Brands Tutorials: A R E T I L","interpretation":"The slide presents a comprehensive guide on achieving a blunt-cut bob hairstyle provided by various brands and using their specific products. Each section outlines a video tutorial that provides step-by-step instructions for styling, emphasizing the use of specific hair products to achieve desired looks. The tutorials cater to different styling preferences, from a naturally soft bob to a sleek, polished finish, showcasing the versatility of the blunt-cut bob. The inclusion of key steps highlights the importance of technique and product application in hairstyling. Overall, the slide serves as a resource for individuals interested in hair styling, particularly those looking to explore the blunt-cut bob trend with guidance from reputable brands","Archetypes":"POLISHED OPULENCE","Hairstyle":" Blunt-cut bob","id":"39"}
{"Slide_number":"41","description":"Text on the slide: - Hashtags: curldefinition naturalhair healthy volume bouncy hydrate - Title: 3D curls - Images: - Left Image: A women of color with curly hair, dark brown in color, styled in defined curls. The person has a side profile view and is wearing a strapless top. - Middle Image: A person with voluminous, wavy hair, venitian blond in color. The person is facing forward with a neutral expression, wearing a dark top. - Right Image: A person with loose, curly hair, dark blond in color. The person is facing forward, wearing a white top, with a soft expression","interpretation":"The slide focuses on the archetype of \"3D curls,\" emphasizing the beauty and health of natural curly hair. The use of hashtags suggests a social media context, likely aimed at promoting hair care tips or products that enhance curl definition, volume, and hydration. The images depict diverse representations of curly hairstyles, showcasing different textures and styles, which may appeal to a broad audience interested in hair care and styling. The overall message promotes the idea of embracing natural curls and maintaining their health and vitality","Archetypes":"3D CURLS","Hairstyle":"","id":"40"}
{"Slide_number":"42","description":"Title: THE 3D CURLS dream: A perfectly defined curls with contrast & depth - Icons: Flags representing different countries (USA, Brazil, Europe) - Section Heading: UNDEFINED HAIR - Bullet Points: - UNRULY HAIR - LACK OF SHINE - NATURALLY DRY - Main Image Description: - Labels pointing to features of the hair: - Perfectly defined curls - Voluminous hair mass - Curl is light & well moisturized - Soft touch - Hair & scalp are visibly healthy - Contrast & depth - Highlighted ends - Images of individuals: - BEYONCE - SHAKIRA - ZENDAYA - Color Palette: Texture Enhancing (various shades of brown and blonde","interpretation":"The slide emphasizes the ideal characteristics of the 3D Curls archetype which are well-defined curls, highlighting contrast and depth that contribute to a healthy appearance. It contrasts the concept of \"undefined hair\" with the desired attributes of curls, such as volume, moisture, and softness. The celebrity images are aspirational examples of this archetype, suggesting that proper care can lead to beautiful, defined curls. The color palette at the bottom indicates options for enhancing hair texture, further supporting the theme of achieving the perfect curl look","Archetypes":"3D CURLS","Hairstyle":"","id":"41"}
{"Slide_number":"43","description":"Slide Title: 3D CURLS Subtitle -Accepting and enhancing the ‘natural me’ Main Text: - An approach to beauty that defies traditional beauty standards - It’s about accepting ‘I am beautiful the way I was born’ - This means bringing out the best of their natural beauty, including their natural texture - Their overall appearance being an expression of who they are - This comes as part of a broader societal shift towards promoting diversity and self-acceptance Images: 1. Zendaya - Curly hair. 2. Nina from Ninanaturelle - Curly hair. 3. Vintage Julia Roberts - Curly hair. 4. Tracee Ellis Ross - Curly hair. 5. Camilla Riguetti - Long curly hair. 6. Julia Vieira - Curly hair. 7. Emmy Rossum - Curly hair","interpretation":"The slide emphasizes a movement towards embracing natural beauty, particularly in the context of curly hair and related to the 3D Curls archetype. It highlights the importance of self-acceptance and the rejection of conventional beauty standards. The inclusion of various public figures with curly hairstyles serves to illustrate this message, showcasing diversity in beauty and promoting a broader societal shift towards inclusivity and self-acceptance. Each individual depicted represents a unique expression of their identity through their natural hair, reinforcing the idea that beauty comes in many forms. The overall message advocates for authenticity and self-expression, aligning with broader societal trends towards inclusivity and diversity","Archetypes":"3D CURLS","Hairstyle":"","id":"42"}
{"Slide_number":"44","description":"Title: 3D CURLS - Subtitle Embracing natural texture is part of a shift in beauty standards that has gained momentum across markets for a variety of reasons. - Expression of Cultural Pride - In countries where diverse cultural backgrounds contribute to a rich variety of identities, there's a growing movement to celebrate and preserve cultural heritage and increase representation of diverse beauty standards, including natural hair textures. - Embracing natural curls can be seen as a way to connect with one's cultural roots. - In the US in particular, curls have become an almost politicized statement. - Health & Wellness - A greater emphasis on health and wellness globally, and this extends to hair care. - Many are recognizing that embracing their natural hair texture can contribute to healthier hair and greater overall health by avoiding excessive chemical treatments and heat styling. - Aesthetically, a well-hydrated curl has become synonymous with health to some extent. - Curly Girl Communities - Influencers and bloggers sharing natural hair journeys and styling tips have helped create an empowering community for women with curly hair – a place to exchange on tips, tricks, and hacks for optimal curls. - Growing awareness about the unique care and styling needs of curly and textured hair. - Brands are offering resources and products specifically designed for curly hair, but outside of ‘curl specialists’, they are not always seen to truly understand customer needs","interpretation":"This slide discusses the increasing acceptance and celebration of natural hair textures, particularly curls in the context of the 3D Curls archetype, as part of a broader cultural shift in beauty standards. It highlights three main areas: 1. Cultural Pride: The movement towards embracing natural curls is tied to cultural identity and heritage, suggesting that hair texture can be a form of self-expression and political statement, especially in diverse societies like the US. 2. Health & Wellness: There is a growing recognition of the health benefits associated with natural hair care, emphasizing the importance of avoiding harsh chemical treatments. This reflects a broader trend in beauty and wellness that prioritizes natural and holistic approaches. 3. Community Support: The rise of online communities and influencers has fostered a supportive environment for individuals with curly hair, promoting shared experiences and knowledge. However, there is a critique of brands that may not fully understand the specific needs of this demographic, indicating a gap between consumer expectations and product offerings. Overall, the slide illustrates a multifaceted approach to understanding the significance of natural curls in contemporary beauty culture, emphasizing the intersection of cultural identity, health consciousness, and community engagement","Archetypes":"3D CURLS","Hairstyle":"","id":"43"}
{"Slide_number":"45","description":"I also think it represents my ancestors, my black ancestors, my mixing, my brasilianity – I think curly hair is beautiful\" - BR - \"I love my curl pattern. I love the texture of my hair. I love how well it absorbs water. I love my baby hairs. I love the different styles I can put my hair in\" - US - \"Cultural Significance particularly in African and African diaspora communities. It's often a symbol of identity, heritage, and pride. Afro hair because it's a celebration of their natural beauty. Embracing one's natural hair can be a powerful statement of self-acceptance and self-love.\" - RSA","interpretation":"The slide presents personal reflections on the significance of curly hair, emphasizing its connection to identity, heritage, and cultural pride. The quotes from individuals in Brazil (BR) and the United States (US) highlight personal connections to their hair, linking it to ancestry and self-acceptance. The mention of cultural significance in the context of African and African diaspora communities (RSA) underscores the broader societal implications of embracing natural hair, framing it as a powerful act of self-love and celebration of one's heritage. Overall, the slide conveys a strong message about the importance of hair as a symbol of identity and cultural pride","Archetypes":"3D CURLS","Hairstyle":"","id":"44"}
{"Slide_number":"46","description":"Slide Title: 3D CURLS Subtitle Their overall goal is perfectly defined curls Body Text: - Curly hair is seen as an expression of who you are – the shape of your curl is a reflection of your personality - Given the cultural and political context, curls are also seen as a tool for empowerment - Curls are a new, more modern expression of sensuality, one which is more inclusive and empowering - Curl types and patterns vary drastically, but most women look for a perfect medium curl (3B) Images: - The slide contains six images of individuals with curly hair. - The individuals have various hairstyles and hair textures, showcasing different types of curls","interpretation":"The slide emphasizes the significance of curly hair as a form of personal expression and empowerment. It suggests that the way curls are styled can reflect one's personality and cultural identity. The mention of curls as a modern expression of sensuality indicates a shift in societal perceptions, promoting inclusivity. The reference to the \"perfect medium curl (3B)\" highlights a common aesthetic goal among women with curly hair, suggesting a desire for a specific type of curl that balances definition and volume. Overall, the slide conveys a positive and empowering message about embracing natural curls","Archetypes":"3D CURLS","Hairstyle":"","id":"45"}
{"Slide_number":"47","description":"I wanted to be strong, sexy, full of personality and I think my natural hair will offer this personality that I have, you will see my internal beauty\" - \"3D Curls, BR\" - \"I guess natural hair as a sensual appeal, with really organised hair it is less sensual, curly hair says you are more rebellious, it says you are not following standards\" - \"3D Curls, BR\" - \"I like beauty to be easy, simple and trustworthy. I like my hair to be natural in its curls, because those curls are really who I am with respect to my personality… crazy, care free and fun.\" - \"3D Curls, US","interpretation":"The slides present personal reflections on the significance of natural hair, particularly curly hair, in expressing individuality and personality. The first quote emphasizes a desire for strength and authenticity, suggesting that natural hair is a reflection of one's inner beauty. The second quote contrasts organized hair with curly hair, associating the latter with rebellion and nonconformity. The final quote highlights a preference for simplicity and authenticity in beauty, linking natural curls to a carefree and fun personality. Overall, the content underscores the cultural and personal implications of hair choices, particularly in relation to identity and self-expression","Archetypes":"3D CURLS","Hairstyle":"","id":"46"}
{"Slide_number":"48","description":"Title: 3D CURLS - Subtitle: Different curl types have different challenges when it comes to achieving the perfect medium (3B) curl. - Spectrum: - Tighten curls 1. Fine: - Description: A need for volume at the roots and through strands with good definition throughout, but products and heat can weigh hair down and be damaging, creating frizz and flyaways. 2. Wavy: - Description: Bringing out as much curl or wave as possible for perfect beach locks, but too much product or a little humidity can easily make the hair drop and look more frizzy than wavy. - Loosen Curls 3. Coarse and Curly: - Description: Goal tends to be maintaining and creating length, which can be time intensive and ‘shrink’ despite best efforts. Slightly easier to define or to style (e.g. straight) but constant styling leaves hair looking more dull. 4. Kinky\/Coily: - Description: Goal is for more length, but coils make this hard. Requires work and product to achieve a slightly more open curl pattern, but can leave the hair dull and itchy from product","interpretation":"This slide discusses the challenges associated with different curl types when trying to achieve a medium (3B) curl. It categorizes hair types into four distinct groups: Fine, Wavy, Coarse and Curly, and Kinky\/Coily, each with specific needs and challenges. Fine and Wavy groups strive to tighten their curls while Coarse and Curly and Kinky\/coily groups want to loosen their curls. The descriptions highlight the importance of product use and styling techniques tailored to each curl type, emphasizing the balance between achieving desired volume and maintaining hair health. The visual representation of each curl type suggests a practical approach to understanding and managing diverse hair textures","Archetypes":"3D CURLS","Hairstyle":"","id":"47"}
{"Slide_number":"49","description":"Title: 3D CURLS - Subtitle: Going ‘natural’ involves a lot of work and isn’t always successful - Bullet Points: - Curly hair is notoriously hard to predict – it frizzes up and doesn’t maintain curl definition. - Keeping curls looking defined for many days between washes is a struggle, so women have to reset them every day or have a plan B for bad hair days – styling, straightening, or even a wig. - Curls are dry by nature, and for frizz-free definition, hair needs to be well hydrated and strands kept as healthy as possible. - Goal Statement: The goal is to have shiny, healthy-looking well-defined curls. To achieve this, the full routine emphasizes health and hydration of hair and scalp. - Quotes: - \"I have a love\/hate relationship with my hair. I love it when it’s easy and low maintenance, but sometimes feel the curls are a bit unruly and don’t always read polished and professional.\" - US - \"The problem is the frizz, it is out of control, when I get off the bus after a trip it is a mess....\" - BR - \"I never know what is going to look like, so I don’t go out with wet hair because I don’t know how it will dry – it is always a surprise.\" - BR - \"Even though it is part of African American culture, my school doesn’t allow me to go in with wrapped hair. When I wear my hair curly it has to look styled, not messy.\" - US","interpretation":"The slide discusses the challenges associated with maintaining natural curly hair. It highlights the unpredictability of curly hair, emphasizing the effort required to maintain defined curls and the common struggles with frizz. The quotes from individuals reflect personal experiences and frustrations, illustrating a common theme of ambivalence towards curly hair—appreciating its beauty while grappling with the maintenance it demands. The mention of cultural implications, particularly in the context of African American hair, suggests broader societal pressures regarding appearance and professionalism. Overall, the slide conveys the complexity of embracing natural curls while navigating personal and societal expectations","Archetypes":"3D CURLS","Hairstyle":"","id":"48"}
{"Slide_number":"50","description":"Title: 3D CURLS - Subtitle And everyone agrees that even if the goal is achieved, curls are ruined easily due to external factors. - Body Text: - Whilst a number of habits and routines are put into place to optimize the look of curls, things easily go wrong – for reasons often outside of their control: - Humidity - Wind - Shortened drying process - Curls not setting fully at end of styling - Sleeping on curls - Breakage in certain areas - Images: - Top left: A person with curly hair, wearing a floral top. - Top right: A person with curly hair, outdoors with wind affecting their hair. - Bottom left: A person with curly hair styled up, wearing a black top. - Bottom right: A person with wavy hair, taking a selfie in a casual outfit","interpretation":"The slide discusses the challenges faced by individuals with curly hair, emphasizing that even when the desired curl pattern is achieved, various external factors can disrupt the look. It highlights common issues such as humidity and wind, which can negatively impact the styling process. The list of factors suggests a need for awareness and strategies to mitigate these challenges. The images likely illustrate different scenarios where curls are affected by these external elements, reinforcing the message that achieving and maintaining curls can be a complex process influenced by environmental conditions. Overall, the slide conveys a message about the complexities of maintaining healthy and styled curls in varying circumstances","Archetypes":"3D CURLS","Hairstyle":"","id":"49"}
{"Slide_number":"51","description":"Slide Title: THE VICIOUS CIRCLE OF DEFINITION: Layering of leave on leading to build-up, requiring frequent curls reset Key benefits sought: - Curls definition - Deep hydration - Deep moisture - Strong & shiny hair - No frizz 1. DEFINE THE CURLS WITH LEAVE ON - Layering: cream, gel, oil, jelly, mousses... - Curls definition, shine, no frizz - Image: Products : \"Seda\" creme para panear, Gelatina Super volume, \"Not your Mother's\" Curl Talk, \"Kurl Nectar\" 2. PROTECT & REFRESH THE CURLS BTWN SHAMPOOS - Curl protection overnight - Curl refresher between shampoos - Image: \"silk bonnet\" (black), \"Amika\" Power Hour curl refreshing spray 3. PRE-CLEANSE PROTECT THE CURLS FROM SHAMPOO - Detangle and avoid shampoo harshness - Image: \"Salon Line\" oleo de umectacao 4. WASH HAIR & RESET CURLS - Remove products residue & reset curls - Image: Product labeled \"Native\" Curl care shampoo, \"Aussie\" Miracle curls shampoo 5. CONDITIONER - Image: Product labeled \"Pink Paradise\" Après shampoing, \"Aussie\" Miracle curls conditioner 6. TREAT & PREPARE THE DEFINITION - Healthy hair is the prerequisite for curl definition - Image: Product labeled \"Amika\" soulfood, \"Moroccan oil\" treatment","interpretation":"This slide outlines a comprehensive approach to maintaining and defining curly hair, emphasizing the importance of proper product layering to avoid buildup which can cause more frequent wash. The key benefits highlight desired outcomes such as curl definition, hydration, and shine, essential for achieving healthy, shiny curls without frizz. The numbered steps provide a clear sequence: beginning with defining curls using leave-in products, followed by methods to protect and refresh curls between washes, and concluding with cleansing and conditioning. The inclusion of specific product recommendations suggests a practical approach for the audience, targeting individuals with curly hair seeking effective hair care solutions. The visual elements, including product images and the depiction of a person with curly hair, reinforce the textual information, making the slide an informative resource for enhancing a curly hair care routine","Archetypes":"3D CURLS","Hairstyle":"","id":"50"}
{"Slide_number":"53","description":"Slide Title: Europe Natural Curls Look Description: - Stunning effortless look that celebrates the unique texture and shape of your hair with well-defined and bouncy curls. Hair Color & Type: - Loose waves to tight coils. Make-Up Look: - Soft and clear skin. - Accent on the lips. Hairstyle Influencer: - Laurianne Melierre. Key Articles: - \"J’ai les cheveux bouclés et voici les indispensables de ma routine capillaire\" Vogue fr 24. Famous Hack: - The bowl hack: link. How to routine _Start with clean, conditioned hair _Curl enhancing products: While hair is still damp, apply a curl enhancing product such as a curl cream, mousse, or gel to help define curls, reduce frizz, and add hold without weighing down your hair. Distribute the product evenly throughout your hair, focusing on the mid-lengths and ends. _Scrunch your hair to encourage the natural curl pattern _Diffuse or Air Dry _Set with hair oil or serum (Optional): To add shine and further reduce frizz, you can apply a small amount of hair oil or serum to the ends of your curls. Protection\/Entretien _Avoid touching your hair: to prevent disrupting the curl pattern and causing frizz. _At least once a month, it is a good idea to leave an oil on before washing your hair to provide it with deep care. _Protect curls while sleeping: sleep on a satin or silk pillowcase to reduce friction and prevent frizz. Or & Pineapple your hair. Touch up _Refresh curls throughout the day or between washes, by spritzing them with a mixture of water and a leave-in conditioner or curl refresher spray. Data: - TikTok: - Curls | 21.4B views - Curl Your Hair | 579.2M posts Key Brands & Products: - Curl-Friendly Shampoo & Conditioner: - Les Secrets de Loly Shampoing Perfect Match €16,5 - Bouclème Curl conditioner €24,5 - Curl Enhancing Products: - Bouclème Curl Defining Gel €22 - Cut by Fred Vegan Curl Cream €26 - Hair Oil \/ Serum: - Living Proof Curl Moisturizing Shine Oil $34","interpretation":"This slide focuses on the theme of natural curls, emphasizing a carefree and celebratory approach to curly hair. The description highlights the beauty of well-defined curls, suggesting a trend that values natural texture. The inclusion of specific hair types (loose waves to tight coils) indicates a broad inclusivity of curl patterns. The make-up look is minimalistic, which complements the natural aesthetic of the hairstyle, suggesting that the focus should remain on the hair itself. The mention of a hairstyle influencer adds credibility and relatability, potentially appealing to an audience seeking inspiration from recognizable figures. Key articles and hacks provide practical advice, indicating a blend of professional and personal tips for maintaining and enhancing curly hair. The TikTok data illustrates the popularity of curly hair content, suggesting a vibrant community engaged in sharing tips and styles. The section on key brands and products offers specific recommendations for maintaining and enhancing curls, indicating a market trend towards specialized hair care products. Overall, the slide serves as both an informative guide and a celebration of natural curls, appealing to individuals looking to embrace and care for their curly hair","Archetypes":"3D CURLS","Hairstyle":"Natural Curls","id":"52"}
{"Slide_number":"54","description":"Title: Celebrate my coils - Body Text: - manageability, versatility, hairgrowth, hydrated, nourished, happy - Images: - Left Image: A woman of color with an afro haircut with orange colored hair, wearing an orange top, with a tattoo visible on their arm. - Middle Image: A woman of color with medium-length, dark, locs, wearing a black top. - Right Image: A woman of color with voluminous curly black hair, wearing a neutral-colored top and hoop earrings","interpretation":"The slide presents the \"Celebrate my coils\" archetype and emphasizes the celebration of natural hair textures, specifically coiled or curly hair. The title \"Celebrate my coils\" suggests a positive affirmation of embracing natural hair. The hashtags listed indicate themes of hair care and maintenance, highlighting attributes such as manageability and hydration, which are important for maintaining healthy natural hair. The images depict diverse representations of natural hairstyles, reinforcing the message of versatility and beauty in different curly and coiled hair types. Overall, the slide promotes a message of self-acceptance and pride in natural hair","Archetypes":"CELEBRATE MY COILS","Hairstyle":"","id":"53"}
{"Slide_number":"55","description":"Title: CELEBRATE MY COILS: LIVE IN HARMONY - Icons: Flags representing different countries (USA, Brazil, South Africa, Europe) - Labels: : DENSE & FRAGILE - PRONE TO SCALP ISSUES - PRONE TO TANGLE - PRONE TO FALL\/BREAKAGE - Text Elements: Each element points to the image of a woman of color with curly, voluminous orange hair that appears soft and well-defined. - Soft to the touch - Color that fit skin tone - Shine - Healthy scalp for good hair growth - Contrast & depth - Moisturized hair - Big hair: Visible length - Visual Elements: - Color Palette: A selection of hair colors that fit various skin tones, labeled \"Celebrate uniqueness\" and \"Quenched, defined.\" - Images of three individuals: - Rihanna - Solange Knowles - Maria Borges","interpretation":"The slide emphasizes the beauty and uniqueness of natural curly hair for the \"Celebrate my coils\" archetype, promoting a positive message about embracing one's natural texture. It highlights key attributes such as softness, moisture, and appropriate color choices that complement skin tones. The mention of hair being \"dense and fragile\" suggests a need for care and attention to maintain healthy hair. The inclusion of well-known figures with similar hair types serves to inspire and validate the celebration of natural curls. Overall, the slide advocates for self-acceptance and the importance of proper hair care practices. The color palette suggests a celebration of diversity in hair color that complements different skin tones, reinforcing the message of individuality and self-expression","Archetypes":"CELEBRATE MY COILS","Hairstyle":"","id":"54"}
{"Slide_number":"56","description":"Title: CELEBRATE MY COILS: DETANGLING - GROWTH – ELONGATION 1. BEFORE HAIR WASH PRE-CLEANSE & DETANGLING - Scalp oiling: Nourish scalp & stimulate roots to encourage growth - Hair mask: Detangling & nourishing to prevent hair breakage Products shown: detangling hair comb, Mielle oil, African Pride Aloe & Coconut Water Pre-Shampoo 2. HAIR WASH CLEAN & STIMULATE GROWTH - Cleanse the scalp, remove build-up - Clarifying shampoo - Exfoliation to encourage growth Products shown : Shea Moisture Curl & Shine shampoo 3. CONDITIONER HAIR DETANGLING & MOISTURE - Layering of products (thick, natural) - Leave-in conditioner, mask, cream, gel, natural oils - LOC method (Liquid, Oil, Cream) Products shown : kc Curlessence moisturizing conditioner, Pik Paradise après shampooing, Pattern leave-in conditioner 4. TREATMENT DETANGLING, HAIR GROWTH STRENGTH & MOISTURE Products shown: Mielle oil, Shea Moisture Strenghen & Restore treatment masque, Mielle pomegranate & honey leave-in conditioner 5. STYLE ELONGATION & SHAPE DEFINITION Products shown: Mielle curl defining mousse, Eco Style olive oil gel, Shea Moisture curl enhancing smoothie, metal afro pick 6. DRYING TIME 7. OVERNIGHT Products shown: silk hair wrap 8. BETWEEN WASHES - Protective styles - Wigs on bad hair days - Braids in summer - Hair supplements to stimulate growth Products shown : plastic afro pick, It's a 10 miracle leave-in product","interpretation":"The slide outlines a comprehensive hair care routine specifically designed for the \"Celebrate my coils\" archetype, emphasizing the importance of each step in promoting hair health, growth, and manageability. It begins with pre-wash treatments that prepare the hair and scalp, followed by cleansing and conditioning steps that focus on moisture retention and detangling. The use of various products is highlighted, suggesting a layered approach to hair care. The slide also addresses maintenance between washes, evoking protective styles and supplements to further support hair growth. Overall, the content promotes a holistic approach to hair care, encouraging individuals to celebrate and nurture their natural coils","Archetypes":"CELEBRATE MY COILS","Hairstyle":"","id":"55"}
{"Slide_number":"57","description":"Title: Scalp is central Body Text: - Scalp care is necessary due to drier scalps and also seen as key for healthy hair growth. Key needs include: - Scalp cleansing (declogging mainly from heavy product usage) - Scalp protection – using protective styles or wigs to keep scalp and hair hydrated and protected - Scalp health – using hair oils that promote hair growth Images: 1. Top left: A collage labeled \"PROTEIN TREATMENT\" with a picture of a black woman applying a treatment to their hair, and an image of a white creamy hair product 3. Top right: A view of a scalp with a parting in the hair, showcasing the natural coiled texture. 4. Bottom left: A collection of hair care products displayed on a table, including various bottles and a pink hairbrush. 5. Bottom right: A women of color with slicked back hair, wearing hoop earrings and a one-shoulder top","interpretation":"This slide emphasizes the importance of scalp care in relation to overall hair health for the \"Celebrate my coils\" archetype. It outlines three key areas of focus: cleansing, protection, and health, suggesting that a well-maintained scalp is crucial for promoting hair growth. The images support the text by visually representing different aspects of scalp care, including treatments and products that can aid in maintaining scalp health. The presence of various hair care products indicates a market for solutions aimed at addressing scalp issues, while the images of individuals highlight the diversity of hair types and styles. Overall, the slide conveys a holistic approach to hair care, stressing that attention to the scalp is foundational for achieving healthy hair","Archetypes":"CELEBRATE MY COILS","Hairstyle":"","id":"56"}
{"Slide_number":"59","description":"01, America b. USA-textured hair focus Slide Title: Twist Out Look Description: - Natural hairstyle with defined tight ringlets, large curls, or even chaotic waves. - Created by twisting small sections of hair and letting them dry completely. When you unravel the twists, you're left with defined curls or coils that add volume, texture, and style to your hair. Hair Type: - The style can be done solely on natural hair, or with kinky texture extensions to add a bit of length and fullness. Variation: - Mini twist (trendy 2023): small sections of two-strand twists. Each piece of hair is continuously crossed over the other creating a rope-like pattern. - Can last up to four weeks. - Twaid-Out: Twist-out meets braid-out. How to Routine: - LOC Method - L = liquid. O = oil. C = Cream. Ideal moisture happens when you layer them in the right combination and frequency. - Start with recently washed hair and apply a leave-in conditioner. - Separate hair into four to six large sections and secure with a hair clip. - Spray hair and saturate with water. - Part out a section of hair that is the size of your desired twist out. - Apply a curling cream liberally and brush through with a detangling tool. - Split into two strands, twist the strands tightly around each other. - Optional: Seal in ends with curling cream. - Continue the process across all sections of hair, maintaining consistency in the size of the twists. - Allow hair to air dry and set for as long as desired. - Apply oil to the hands and gently remove twists. Protection \/ Maintenance: - Reduce shrinkage thanks to hair elongation weights. - Conditioner spray to be used between wash days + a hair oil to seal in the moisture. Tutorial: - Pattern beauty: link - Carols daughter: link Key Articles 2023-2024: - \"Mini Twists Are TikTok's Latest Protective Style Fixation\" | Allure - April 23 Data: - TikTok views: - MiniTwist: 73.5M views - TwistOut: 38.4M views - TwistoutHairStyles: 29.9M views - Twistsouts: 26.9M views - MiniTwistStyles: 26M views Key Brands & Products: - Curl Cream: Aswoa Beauty Baomint €13,95, Bread Beauty Hair cream $28 - Conditioner Spray: Bread Beauty Revive me daily €29,95 - Defining Gel: Deva Curl Supreme defining gel $32 - Shrinkage Reducer: TPH by Taraji shrinkage reducer $15 images 6 pictures of women of color wearing variations of a twist hairstyle of different hair lengh, with different volume and definition","interpretation":"The slide focuses on the \"Twist Out\" hairstyle, emphasizing its versatility and appeal within the \"Celebrate my coils\" archetype. It provides a detailed description of the hairstyle, including how it is created and the types of hair suitable for this style. The inclusion of variations, such as the mini twist and the Twaid-Out, highlights current trends in hair styling. The slide serves as a practical guide, offering step-by-step instructions for achieving the look, which can empower individuals to try it themselves. The LOC method is introduced as a foundational technique for maintaining moisture, which is crucial for textured hair. The mention of TikTok views indicates the hairstyle's trending status and cultural relevance, particularly among younger audiences. Additionally, the slide includes product recommendations, suggesting specific brands that cater to textured hair needs, which can help users achieve the desired look while maintaining hair health. Overall, the slide serves as a comprehensive guide for individuals interested in textured hairstyles, combining practical advice with cultural insights","Archetypes":"CELEBRATE MY COILS","Hairstyle":"Twist Out","id":"58"}
{"Slide_number":"60","description":"01, America b. USA- Textured hair focus Slide Title: High Puff Look Description: - A classic and playful natural style. It involves gathering your hair at the crown of your head and creating a voluminous puff. - An easy choice for styling in-between washes and protective styles. In fact, perfect for those who enjoy resting their hair and extending ‘wash day’. - Bold, voluminous, and stylish. Hair Color & Type: - Naturally curly or coily hair of any length. - Natural hair color. Variations: - Pineapple - The double puff - High puff with headwrap - The low puff Hairstyle & Hairstylists Influencers: - Yara Shahidi link TikTok tutorials: video 1 link, video 2 link HOW TO ROUTINE _Wash and condition _Detangling: This is crucial to prevent breakage, use a detangler brush or fingers to gently remove any knots or tangles. _Product application (optional): Depending on hair type and desired level of hold, apply a styling product like a leave-in conditioner, mousse, or gel. _Parting (optional): You can choose to part your hair on the side, middle, or create a zig-zag part for added style. _Gathering hair: Gather hair at the crown of your head using your hands. _Secure the puff: Use a hair tie or bobby pins to secure the hair in a high ponytail at the crown. _Creating volume: Gently fluff and tease the hair at the base of the ponytail to create volume for your puff. Use a pick or your fingers to achieve your desired level of fullness. _Shaping the puff: Use your fingers or a comb to smooth out the outer edges of the puff for a polished look. _Flyaways: You can use a small amount of edge control or hairspray to tame any flyaways for a sleek finish (optional) Key Articles: - \"Texture Talk: 4 Ways to Perfect Your High Puff Hair Look\" | Fashion - Feb 22 Data: - TikTok: - HighPuffhairstyles | 17.9M views - Highpuff with Scarf | 14.7M posts Key Brands & Products: - Leave In Conditioner: Pattern Leave In Conditioner $49 - Curl Gel: Pattern Curl Gel €29,45 - Edge Control: Pattern Edge Control €14 Images 6 pictures of women of color wearing their natural hair in variation of the high puff hairstyle, with more or less volume, sometimes with hair accessories, headwraps, in both casual outfits and moreelaborate ones","interpretation":"The slide presents a comprehensive overview of the \"High Puff\" hairstyle for the \"Celebrate my coils\" archetype, emphasizing its playful and natural aesthetic. It highlights the versatility of this style, making it suitable for various occasions and hair types, particularly for those with naturally curly or coily hair. The inclusion of variations suggests that the high puff can be adapted to personal preferences, enhancing its appeal. The mention of influencers like Yara Shahidi indicates the hairstyle's popularity and cultural relevance, particularly within social media platforms like TikTok, where it has garnered significant attention. The data on TikTok views and posts reflects the hairstyle's trending status and community engagement. Additionally, the slide provides practical guidance on achieving the high puff, detailing the necessary steps and products, which can be beneficial for individuals looking to replicate the style. The inclusion of specific brands and products further supports the practical aspect, making it a useful resource for those interested in textured hair care. Overall, the slide serves as both an informative guide and a promotional tool for the high puff hairstyle","Archetypes":"CELEBRATE MY COILS","Hairstyle":"High Puff","id":"59"}
{"Slide_number":"61","description":"01 America b. USA - Textured hair focus Title: Afro Look Description: - Natural hair worn as a halo of curls became a symbol of pride and heritage. - This hairstyle can have multiple shapes from rounded shape, much like a cloud or puff ball. - This classic style is worn short and natural, with the hair allowed to grow out in its own kinky or coily form. Hair Color & Type: - Category 4: Kinky \/ Coily \/ Woolly - Tight curls, coils or zig-zag strands - Natural colored, fro lights \/ highlights, bleached Variations: - From small afro to XXL afro Hairstyle Influencer: - Yesterday: Diana Ross - Today: Solange Knowles (link) How to Routine: - LOC method: L = liquid, O = oil, C = Cream. - Preparing your natural hair: clarifying shampoo, deep conditioner, mask + let sit for a while in a cap. - Use leave conditioner & twist hair in small sections + let sit for a while in a cap. - Undo twist out and elongate hair. - Use a tooth comb followed by an afro pick to fluff hair from the roots adding volume, shape & elongation. Maintenance: - Alternate between shampoo and co-washing. - Afro hair is naturally dry, so regular moisture is essential to prevent breakage. Moisturize your hair daily or every other day, depending on your hair’s needs. - To minimize frizz & breakage use a microfiber towel & sleep on a satin or silk pillowcase. Key articles 2023-2024 - « 36 Afro Hairstyles That Embrace Your Natural Texture » I Byrdie nov 23 « Is ‘Undone 4C Natural Hair’ Black Women’s Answer To The ‘Effortless Hair’ Trend? » I Refinery29 - aug 23 Data: TikTok: - afrohair | 5.1B views - afro hair | 416.7M views - afro | 416.7M views Instagram: - afrohair | 4,178,897 posts - naturalhairmovement | 58,172 posts Key Products: - Gentle Cleanser: Bread Gentle Milky Hair Cleanser $15 - Leave In Conditioner: Pattern Leave In Conditioner $40 - Mask: Pattern Holy Curls Curl Mask $42 - Afro Pick: Pattern Afro Pick $15 - Microfiber Towel: Mave's Quick Dry Hair Wrap Microfiber X Satin $60 Images 6 pictures of peaople of color wearing their hair in Afro hairstyles. Some with grey hair, naturally of bleached blond hair, black hair. Afro hairstyles shown vary in volume, shape and definition","interpretation":"The slide presents a comprehensive overview of the Afro hairstyle, emphasizing its cultural significance and practical care tips. It highlights the versatility of the Afro, showcasing its various forms and the importance of moisture maintenance due to the natural dryness of Afro-textured hair. The mention of influential figures like Diana Ross and Solange Knowles connects the hairstyle to its cultural roots and contemporary relevance. The data from TikTok and Instagram illustrates the popularity and community engagement surrounding Afro hairstyles, suggesting a vibrant cultural movement. The inclusion of key products further supports the practical aspect of hair care, making the slide a valuable resource for individuals interested in embracing and maintaining Afro-textured hair","Archetypes":"CELEBRATE MY COILS","Hairstyle":"Afro","id":"60"}
{"Slide_number":"62","description":"01, America b. USA - Textured hair focus Slide Title: Cornrows Subtitle: Protective Style Look Description: - A timeless classic - Type of three-strand plait that is woven flat to the scalp in straight rows with a raised appearance, helping protect natural hair by minimizing heat, combing, and pulling placed on the hair. - Long-lasting: Can last for several weeks with proper care. Other Naming: - Cornrows braids - Rows Variations: - Many options and freestyle: experimenting with color, positioning (updos, zig-zag, classic straight-back, to ponytails), and accessories (beads, shells), the options are limitless. - Feed-in cornrows: Hair extensions are added while braiding for extra length. - Tribal cornrows: Intricate geometric designs inspired by traditional African styles. - Straight-back cornrows: Simple cornrows braided in straight lines from the front of the head to the back. - Flat twists: Similar to cornrows but with a flatter appearance. - Fulani braids: A mixture of cornrows and box braids and can be worn with or without beads. Hairstyle Influencers: - Zendaya, Zoë Kravitz, Willow Smith How to Routine: Feed-in Cornrows: - Step 1: Section hair with a rattail comb - Step 2: Prep the hair with moisture-based product - Step 3: Part hair for individual cornrow section - Step 4: Divide hair section into three parts for braiding - Step 5: Begin braiding small section - Step 6: Add hair as you braid - Step 7: Continue braiding and adding hair to the cornrow - Continue braiding - Secure the ends - Optional: baby hair styling In Salons: - Braiding lasts from four to six hours - Lasts up to two to eight weeks Protection \/ Entretien: - Low-maintenance: requires minimal styling once braided. - Keep your scalp clean: shampoo & exfoliating mask - Use mixture of water and rosemary oil to refresh the scalp - Moisturize hair with a leave-in conditioner or hair oil to keep your hair hydrated. - Sleep with silk or satin bonnet to extend longevity. Key Brands & Products: - Braiding Gel: Pure O Neat Braid Conditioning Gel £22 - Leave In Conditioner: Melanin Multi-Use Softening Leave In Conditioner £22 - Oil: Minima Cheese Hair Oil £22 - Scalp Reviver Mask: Briogeo Micro-Exfoliating Shampoo £28 - Edge Styler: Pattern Edge Tool £12 Data: TikTok: - freestylebraids | over 83 million views Instagram: - cornrows | 3,502,581 posts - cornrowstyles | 850,882 posts - cornrowsbraids | 79,233 posts Images 6 pictures of women of color wearing variations of cornrow braids with various patterns, with edges, with beads, with bleached extensions","interpretation":"This slide provides a comprehensive overview of cornrows, a traditional protective hairstyle. It emphasizes the aesthetic and practical benefits of cornrows, highlighting their longevity and protective qualities for natural hair. The variations listed suggest a rich cultural heritage and adaptability of the style, allowing for personal expression through color and design. The inclusion of key brands and products indicates a market for hair care specific to maintaining cornrows, suggesting a growing interest in textured hairstyles. The data on social media engagement reflects the popularity of cornrows, particularly among younger audiences, and the influence of notable figures in promoting these styles. The step-by-step routine for creating feed-in cornrows serves as a practical guide, making the information accessible for individuals looking to replicate the style. The salon information and protection tips further emphasize the importance of care and maintenance, ensuring the health of both the hairstyle and the hair itself. Overall, the slide effectively combines educational content, cultural significance, and practical advice, catering to a diverse audience interested in textured hairstyles","Archetypes":"CELEBRATE MY COILS","Hairstyle":"Cornrows","id":"61"}
{"Slide_number":"63","description":"01. America b. USA - Textured hair focus Slide Title: Cornrows Subtitle: Protective Style Media Coverage: 1. Title: 10 Low-Maintenance Cornrow Hairstyles To Add To Your Rotation - Source: ZOE REPORT - Authors: Natasha Marsh and Jessica Fields - Updated: Feb 20, 2024 - Originally Published: March 18, 2022 2. Title: Get Ready To \"Flip\" Over TikTok's Latest Braid Trend - Source: ZOE REPORT - Date: FEB 24 3. Title: Freestyle Braids Are Not Your Grandma's Cornrows - Text: We tapped some of our favorite braiders to explain why this hairstyle is so much more than a trend - Date: DEC 23 4. Title: 40 Stunning Cornrow Hairstyles to Show Your Stylist - Text: Protective and chic. - Source: BYRDIE - Date: OCT 23 Expert Insights: - Quote: \"An African Heritage. Cornrows are beautiful and show our African heritage using some modern braiding techniques. They represent freedom and have so much versatility—you can create different design patterns, and when they get old, you can take them out and enjoy a new hairstyle before washing your hair.\" - Name: Yener Dantew , Celebrity hairstylist - Quote: \"Freestyling. While it [freestyle braiding] does have traditional African cornrow inspiration, I think there's a certain flyness to them that is very New York.\" - Name: Rosemary Duran, New York City-based braiders TikTok Hacks: Video 1 - Text Cornrow Tutorial - Overhand method - Picture : close up of a dummy scalp with half the hair braided and the other not Video 2 -  Text How to: Cornorow - \"I can't cornrow\" is somthing I will never say again y'all - Picture : A young black women showcases her braided hair Hashtag: cornrowtutorial 42.7M views","interpretation":"The slide highlights various media coverage that emphasizes low-maintenance styles and the evolving nature of braiding trends, particularly influenced by social media platforms like TikTok. The expert insights provide a deeper understanding of cornrows as a representation of African heritage and their versatility in contemporary fashion. The TikTok section suggests a growing interest in learning and sharing hairstyling techniques, indicating a blend of tradition and modernity in hairstyling practices","Archetypes":"CELEBRATE MY COILS","Hairstyle":"Cornrows","id":"62"}
{"Slide_number":"64","description":"01. America b. USA - Textures hair focus Title: Box Braids Subtitle: Protective Style Look Description: - Box braids are created by sectioning natural hair into equal-sized parts, usually shaped like a box (hence the name). Those sections are then joined with extensions and braided into box braids. Because they are not attached to the scalp like cornrows, box braids can be styled in a number of different ways. All Hair Textures: - Coily\/curly hair (3A-3C hair) - Wavy\/wavy-to-straight hair (2A-2C hair) Benefit: - Braids are protective because they shield the dry ends of the natural hair within the braid. Inspiration: - Popularized by R&B musicians in the 90’s. - This style of braiding comes from the Eembuvi braids of Namibia or the chin-length bob braids of the women of the Nile Valley from over 3,000 years ago. Variations: - Fulani braids: a mixture of cornrows and box braids and can be worn with or without beads. - Weaving loose tendrils of curly hair into box braids gives you a perfectly undone look. How to Routine: - Prepping your natural hair: clarifying shampoo, deep conditioner, mask. You can use a leave-in conditioner or light styling gel for added hold (optional). _Parting hair: A. Grid pattern: For intricate designs, part hair into small squares using the rattail comb. B. Straight-back cornrows: Part your hair into straight lines running from the front hairline to the back of your head. _Braiding: Select a small section of hair from the front of the chosen part. Divide into three strands, begin a regular three-strand braid. Braiding in hair extensions, position the synthetic hair over your natural hair at the roots, braid natural and synthetic hair together, and finish with an elastic _trim off flyaways and dip the ends of the braids in hot water to seal them.  Maintenance: - Last for six to eight weeks\/retouching: every 2-4 weeks, depending on hair growth. - Cover your braids with a silk or satin scarf at night to prevent frizziness. - Use hydrating spray to lock in moisture and keep your hair feeling supple. - Cornrows can trap sweat and dirt, so wash the braids with shampoo, warm water, do scalp detox, and then massage in natural oils. Key Articles 2023-2024: - \"Here’s Proof That Box Braids Are the Most Versatile Protective Style\" | Allure - Sept 23 - \"Maintain your braids with these easy tips, according to experts\" | Today - Jan 23 - \"Here’s Why Beyoncé’s Beaded Braids Are More Than Just A Cool Beauty Moment\" | T2R March 24 Data: TikTok: - boxbraids | 5.5B views - box Braids | 161.1M views Instagram - boxbraids10180711 posts Key Brands & Products: - Hydrating Shampoo: Design Me Gloss.Me Hydrating Shampoo $29 - Intensive Mask: Imbue Curl Restoring Intensive Mask $15 - Tail Comb: Balmain Golden Tail Comb $39 - Extensions: Goddess Box Braids Crochet Hair $50 - Scalp Detox Treatment: Pattern Deep Scalp Detox $29 Images 6 pictures of black women, both famous and not, showcasing their various box braid hairstyles (with ponytails, with colored hair, with beads, with a fringe, various lenght","interpretation":"The slide provides a comprehensive overview of box braids, highlighting their historical significance, styling versatility, and maintenance requirements. It emphasizes the protective nature of box braids, making them a popular choice for individuals looking to shield their natural hair. The inclusion of various hair textures indicates that this style is adaptable to different hair types, promoting inclusivity. The maintenance section underscores the importance of care for both the braids and the natural hair underneath, suggesting a routine that balances aesthetics with hair health. The references to popular culture and social media statistics illustrate the hairstyle's relevance in contemporary fashion and beauty discussions, indicating its widespread appeal and influence. Overall, the slide serves as an informative guide for individuals interested in box braids, offering practical advice while celebrating the style's rich heritage","Archetypes":"CELEBRATE MY COILS","Hairstyle":"Box Braids","id":"63"}
{"Slide_number":"65","description":"01. America b. USA - Textured hair focus Slide Title: Goddess Braids Subtitle: Protective Style Look Description: - Goddess braids are a versatile protective style for natural hair that combines the essence of box braids with loose, bohemian curls at the ends. Other Naming & Variations: - Boho braids: “Bohemian” and “goddess” are used interchangeably. - French curl braids \/ Nollywood braids. Hairstyle & Hairstylists Influencers: - Jordyn Woods, Ryan Destiny, and Michelle Obama. How to Routine: - Prepping your natural hair: clarifying shampoo, deep conditioner, mask. - Parting your hair in sections and stretch your hair, tie each of the sections with elastics. - Braid each of your sections first with your natural hair (about 5 times), then add extensions and continue braiding. Maintenance: - Shampoo your scalp. - Condition your braids. - Dry your braids. - Oil your scalp when needed. - Silk bonnet \/ silk pillowcase at night. Tutorials: - Video 1 link Key Articles 2023-2024: - “50 Goddess Braids Hairstyles You’ll Want to Wear This Summer | Glamour” - June 23. - “I Discovered My New Favorite Protective Style on a Recent Trip to Ghana” | Allure Jan 24. Data: - TikTok: - goddessbraids | 969.5M views - goddessBraids | 87.9M views - frenchcurlbraids - nollywoodbraids - Instagram: - goddessbraids | 45,725 posts. Key Brands & Products: - Hair Extensions: - Darling Loose Body Waves Braids Hair Extensions. $37 - Tail Comb: Balmain Golden Tail Comb $37. - Scalp Detox Treatment: Pattern Deep Scalp Detox $29. Images 5 pictures of black women wearing goddess braids in various styles including with bleached hair extensions. Some pictures come from brands such as Zara or Pattern beauty","interpretation":"The slide presents an overview of \"Goddess Braids,\" highlighting their significance as a protective hairstyle that merges traditional box braids with a modern twist of loose curls. It emphasizes the versatility and cultural relevance of the style, noting its interchangeable names and associations with popular influencers, which may enhance its appeal among audiences. The detailed routine and maintenance tips indicate a focus on hair care, emphasizing the importance of preparation and upkeep for maintaining the health of natural hair while wearing protective styles. The data section underscores the popularity of goddess braids on social media platforms, indicating a significant trend within the beauty community. The mention of key brands and products provides practical resources for individuals interested in achieving or maintaining this hairstyle, further supporting the slide's informative purpose","Archetypes":"CELEBRATE MY COILS","Hairstyle":"Goddess Braids","id":"64"}
{"Slide_number":"66","description":"01. America b. USA - Textured hair focus Title: Bantu Knots Subtitle: Protective Style Look Description: - It involves sectioning hair off into small sections, twisting each section, and tying them in a small \"knot\" that you secure with a rubber band. - It’s a protective style meaning a style that you can wear without damaging your hair; the ends are tucked away, keeping them protected and unexposed from outside elements. Hair Texture: - Any natural texture or even relaxed textured hair can wear them. Other Naming: - Zulu Knots or Nubian Knots How to Routine: - Prep hair with a clarifying shampoo, then follow it up with a conditioner and a deep conditioner to moisturize hair, let sit for a while in a cap. - Use a leave-in conditioner\/moisturizing cream followed by oil to be massaged on the roots to help with the moisture balance and definition and frizz. - Heat protectant followed by soft blow dry. - Part the hair. - Rotate and twist out into bantu knots. Optional: - Use extension to add volume, blend natural hair into fake hair. - Dress up your knots with added accessories. - Style baby hair on the front. Maintenance: - Silk bonnet \/ silk pillowcase at night to keep knots flyaway-free. - Deep condition 1-2 times per week. - Moisturize scalp with Jojoba oil, castor oil. Tutorial: - Allure video: link Key Articles 2023-2024: - “There’s A Reason Celebrities Keep Wearing Bantu Knots For Big Red Carpet Moments” | The Zoereport - Jul 23 - “The Braid Up: How to Do the Best Bantu Knots” | Cosmopolitan - April 23 - “Why Bantu Knots Are the Style to Wear Year-Round” | Instyle - Jul 23 - “A Step-by-Step Guide to Creating Bantu Knots” | Byrdie - Feb 22 Data: - TikTok: - BantuKnots | 64.6M views - TakingOutBantuKnots | 4M views - Instagram: - Bantuknots | 442,318 posts Key Products: - Conditioner: Miss Jessie’s Leave In Condish - $24 - Leave In Conditioner: LUS The Label Accomplished Triple Layer Leave-In - $49 - Styling Cream: Pattern Styling Cream - $49 - Oil: Bread Everyday Gloss $49 - Heat Protectant: CHI Silk Infusion €17 Images 6 pictures of black women with various styles of bantu knots including differences in size, shape, number, placement","interpretation":"The slide presents an overview of Bantu Knots, a protective hairstyle that is both functional and culturally significant. It emphasizes the method of creating the style, highlighting its protective qualities for natural and relaxed hair textures. The inclusion of alternative names, such as Zulu Knots or Nubian Knots, reflects the cultural heritage associated with this hairstyle. The routine section provides a detailed guide on how to maintain the style, indicating the importance of proper hair care products and techniques. The optional tips suggest ways to enhance the appearance of Bantu Knots, showcasing their versatility. The maintenance tips emphasize the need for ongoing care to keep the style looking fresh and healthy, which is crucial for anyone wearing protective styles. The tutorial link and key articles suggest that there is a growing interest in Bantu Knots, particularly among celebrities, indicating their relevance in contemporary fashion. The data on social media views highlights the popularity of Bantu Knots, while the key products section lists recommended items for achieving and maintaining the style, catering to a market that values both aesthetics and hair health. Overall, the slide serves as a comprehensive guide for individuals interested in Bantu Knots, blending practical advice with cultural context","Archetypes":"CELEBRATE MY COILS","Hairstyle":"Bantu Knots","id":"65"}
{"Slide_number":"67","description":"01. America b. USA - Textured hair focus Slide Title: Locks Subtitle: Protective Style Look Description: - Fused hair strand which can range from micro size to larger free form. Hair Color & Type: - For all hair textures, from tight coils to looser waves. - However, coiler hair textures tend to lock more easily and hold their shape better. - Natural black color. - Colored locks: from blonde highlights to earth tones colors like reds. Types of Dreadlocks: - Free-form dreads: Formed naturally without any manipulation beyond letting your hair matt. - Two-strand twists: Hair is twisted into two-strand sections, which mature into dreadlocks over time. - Comb coils: Small sections of hair are coiled tightly using a comb, then left to mature. - Crocheted dreads: Hair extensions are crocheted into existing hair to create instant locs. Hairstyle Influencers: - Bob Marley & Rastafarian culture. - Rappers. How to Routine: - Coiling\/Twisting Method: - First section your hair and then backcomb it while twisting to create dreads. - Strengthen the dread with a crochet hook. - Apply dread wax to hold each dread in place. Maintenance:  - Growing locs is a beautiful journey of coiling, twisting, palm rolling, braiding, or allowing the hair to organically grow & merging. - Regular Retouching: New growth at the roots needs to be retouched (palmed and rolled) periodically to maintain the locked style. - Locs curl types crave healthy scalp care & tender attention to their roots; they love products that provide moisture & hold. - Keep your locs moisturized with hydrating mists, deep conditioning, detox and oil scalp regularly. - Protect locs at night. Tutorials: - \"How to Start Dreads: 3 Different Methods to Achieve this Cool Look\" | allthingshair - Dec 23. Key Articles 2023-2024: - \"Opinion | My dreadlocks didn’t define me as a person. I am not my hair.\" The Washington Post March 24. - \"The history of dreadlocks and how to take care of this trending hairstyle\" | IOL Feb 24. Data: - TikTok: - dreadlocks | 5B views - dreads | 8.3B views - girldreadlocks | 60.4M views - dreadlockcolors | 60.4M views - Instagram: - locks | 1 415 344 posts - dreadlocks | 5 946 749 posts - dread | 1 103 292 posts - dreadstyles | 1 292 367 posts - dreadhead | 2 620 758 posts Key Brands & Products: - Dreadlock Crochet - Lock Wax - Twist & Lock Gel : Cantu Moisturizing Twist & Locks Gel $10 - Scalp Detox Treatment: Pattern Deep Scalp Detox $29 - Hydrating Mist : TRESemmé Botanique Nourish & Replenish Leave-In Images 6 pictures of black people of different age and style with their hair styled in locks of varying colors and lenghts. Some with accessories such as metallic thread or tied up in buns or ponytails","interpretation":"The slide provides a comprehensive overview of locks, particularly focusing on dreadlocks. It outlines the characteristics of locks, including their formation, maintenance, and cultural significance. The slide emphasizes the versatility of hair textures that can be styled into locks and highlights the importance of proper care and products to maintain healthy hair. The data section indicates the popularity of dreadlocks on social media platforms, suggesting a significant cultural and aesthetic interest in this hairstyle. The mention of influencers and cultural icons like Bob Marley connects the hairstyle to broader cultural narratives. The routine section offers practical advice for individuals looking to start or maintain dreadlocks, emphasizing the importance of moisture and care. The references to influential figures and articles further contextualize the cultural relevance of dreadlocks, suggesting a blend of personal identity and broader societal trends. Overall, the slide combines educational content with cultural insights, making it a valuable resource for understanding and embracing this hairstyle","Archetypes":"CELEBRATE MY COILS","Hairstyle":"Locks","id":"66"}
{"Slide_number":"68","description":"Title: Luminous chic - Hashtags: waves, luminous, highlights, effortless, thickhair - Images: - Left Image: A woman with long, voluminous wavy hair, light brown with blonde highlights, partially hidding her face, wearing a light-colored, short-sleeved top. She has a natural makeup look and is facing the camera. - Middle Image: A woman with tousled hair, light brown with subtle highlights, and face framing layers looking directly at the camera with a neutral expression. - Right Image: A woman with long, wavy hair, featuring a blend of light brown and blonde tones, wearing a blue top","interpretation":"The slide presents the \"Luminous chic\" archetype suggesting a focus on hairstyles that embody a radiant and effortless aesthetic. The use of hashtags emphasizes key attributes such as waves, luminosity, highlights, and thickness, which are likely intended to appeal to individuals seeking stylish yet low-maintenance hair options. The images showcase different styles that align with this theme, highlighting the versatility and beauty of wavy and highlighted hair. Overall, the slide promotes a trendy and fashionable approach to hair styling","Archetypes":"LUMINOUS CHIC","Hairstyle":"","id":"67"}
{"Slide_number":"69","description":"Title: LUMINOUS CHIC: BRING LIGHT - Icons: flags of the USA, EU, Brazil, UAE - Text: - DULL - ONE AMONG OTHER - NOT LUMINOUS HAIR - UNIFORM BORING MID RANGE COLOR - ALMOST SMOOTH HAIR - Annotations pointing at various parts of a picture of full wavy hair: - Slightly tanned skin tone - Contrast & depth - Voluminous hair on the length \/ Abundant hair - Healthy hair - Waves - Natural shine - Highlighted ends - Images: - GIGI HADID (left image) - GISELE BÜNDCHEN (right image) - Color Palette: - Effortless, De-uniform, sun kissed (various shades","interpretation":"The slide presents the \"Luminous Chic\" archtype, focusing on hair aesthetics that convey light, vibrancy and health. It contrasts dull hair characteristics with desirable traits such as volume, shine, and natural waves. The inclusion of well-known figures Gigi Hadid and Gisele Bündchen exemplifies the ideal look being discussed. The annotations highlight key features that contribute to a luminous appearance, emphasizing the importance of texture, color variation, and overall health of the hair. The color palette at the bottom suggests a range of shades that align with the \"effortless\" and \"sun-kissed\" theme, indicating a preference for natural-looking hair colors","Archetypes":"LUMINOUS CHIC","Hairstyle":"","id":"68"}
{"Slide_number":"70","description":"Title: LUMINOUS CHIC Subtitle Their overall goal is to have long, flowing, naturally wavy hair that reflects the light. Body Text: - The most important quality is length and movement, hair that looks naturally beachy and ‘wild’. - This type of hair is felt to reflect one’s inner health which is why moisture and hydration is important to ensure light is reflected and breakage is prevented. - And enough volume for the hair to look full and not stringy. - And these women generally have fairly good hair so don’t need to work ‘so’ hard to reach their goal. Images: - Images feature women with long, wavy hair in various casual settings: 1. A woman with long, dark brown wavy hair, medium lengh wearing a tank top. 2. A woman with long smooth blond hair, wearing a bikini top. 3. A woman standing outdoors with long wild black hair tousled by the wind, wearing a black jacket and leggings. 4. A woman with long hair, wearing a bikini top, with a focus on her face. 5. A close-up of long hair with defined waves and light brown highlights 6. A woman with long, wavy hair, holding her hair up","interpretation":"The slide presents the \"Luminous Chic\" archetype emphasizing the ideal of having long, flowing, and naturally wavy hair that appears healthy and vibrant. The text highlights key attributes such as length, movement, and volume, suggesting that these qualities contribute to a carefree, beachy aesthetic. The mention of inner health reflects a holistic approach to beauty, where proper hair care—specifically moisture and hydration—is essential for achieving the desired look. The concluding statement implies that the target demographic typically possesses good hair, suggesting that their natural attributes make it easier for them to achieve this aesthetic without excessive effort. The accompanying images reinforce this theme by showcasing women with the desired hair qualities in various casual settings","Archetypes":"LUMINOUS CHIC","Hairstyle":"","id":"69"}
{"Slide_number":"71","description":"Title: LUMINOUS CHIC Subtitle: 1 KEY ROUTINE TO GET THIS CONTRASTED LUMINOUS WAVY Key benefits: Hydration repair & strengthening as well as shine, color protector, refresher... Sections: 1. SALON - Balayage \/ Colour +\/- Bonding & Toning - Extensions for long & abundant hair - Waves with heat tools - Products: curling wand, L'Oreal Blond Studio lightening powder, Olaplex Bond multiplier n°1, Redken Shades EQ equalizing conditioning color, blond hair extansions 2. CLEANSE - Gentle cleanse with care benefits (Hyaluronic acid) - Product: ELSEVE hyaluron repulp shampooing ré-hydratant 72h 3. CARE - Hydrate & repair hair & protect color - Retain shine - Anti brassiness - Products : Kerastase Blond Absolut masque cicaextreme, K18 biomimetic hairscience mask, Olaplex Hair perfector n°3 4. STYLE - Create volume on the lengths & wave - Texturize for beachy waves - Product: ColorWOW hairspray 5. IN BETWEEN - Heat tools (Curlers) to maintain waves - Dry shampoo to maintain volume and postpone next shampoo - Products: Dyson curler wand, Batiste dry shampoo spray","interpretation":"The slide outlines a comprehensive hair care routine aimed at achieving a luminous, wavy hairstyle for the Luminous Chic archetype. It emphasizes the importance of salon treatments, such as balayage and extensions, to create a foundation for healthy, voluminous hair. The cleansing section highlights the use of gentle products that incorporate beneficial ingredients like hyaluronic acid, which suggests a focus on hydration. The care segment stresses the need for hydration and color protection, indicating that maintaining shine and preventing brassiness are key concerns for users. The styling section encourages the use of tools to create volume and texture, reinforcing the idea that achieving the desired look involves both product application and styling techniques. Finally, the \"In Between\" section addresses maintenance, suggesting that heat tools and dry shampoo are essential for preserving the hairstyle between washes. Overall, the slide presents a holistic approach to hair care, combining salon treatments, cleansing, care, styling, and maintenance to achieve and sustain a vibrant, wavy look","Archetypes":"LUMINOUS CHIC","Hairstyle":"","id":"70"}
{"Slide_number":"73","description":"01. America a. USA Slide Title: Beach waves Look Description: - Effortless wavy textured hair with a natural tousled effect of relaxed curls, influenced by the culture of surfers and beach enthusiasts. - Traditionally comes from the salty sea air, making the hair look thicker and more full of life. - Volume to the hair is key: full, thick, and not too flat. - Ideal summer look. Hair Color: - Wild multidimensional blonde, honey blonde, dark blonde, brunette with highlights. Make-Up Look: - Summer glow: natural bronzy, healthy glowing skin. Others Naming \/ Variations: - Tousled hair. - Indie sleaze waves: lived-in waves, less curly. - Water waves: considered a more \"your hair but better\" variation to mermaid hair. - Ocean waves \/ lazy girl waves: simpler, looser but glossier. - Mermaid hair (2023): thicker, waist-length loosely crimped kinks. - Crimped waves. Hairstyle Influencer: - Gisele, Zendaya. How to routine Multiple options possible depending on the wavy expected effect Option 1 : beach wave or sea salt spray to add natural movement and the just the amount of grit to encourage the right amount of flyaways (use hands to scrunch product trough hair). Optional: Blow Dryer with a diffuser attachment & product layering to add dimension : dry shampoo, hairspray, and a pomade. Option 2 : using heat tools + heat protection spay _hair waver : come in several sizes with a varying number of barrels to help create different textural patterns _flat iron or curling Iron Option 3: heatless curls hacks during night time with braids, bun, satin curling rod, leggings, socks …(Tiktok) and hair oils, humidity serums, overnight masks. Option 4 : perms -in salons- for a more statement & permanent wavy effect Data: - TikTok: - heatlesscurls: 373.3M views - beachwaveshair: 248.7M views - hairwaver: 244.3M views - tousledhaircut: 5,8M views - overnightwaves: 152.2M views - Instagram: - beachwaveshair: 295,320 posts - beachwavestutorial: 6,338 posts - beachwaveshairstyle: 15,485 posts - mermaidhair: 3,082,770 posts - Global Metrics _sea salt spray + 96% up to last year (Trendanalytics jul 23) _perms : increased interest reaching peak popularity in July 2023. “peach curl perm” have grown +5,000% YoY (Global Google Trends searches ) Key Products: - Salt Spray: Dae Hibiscus Wave Spray $30 - Texturizing Spray: Ouai Texturizing Spray $28 - Volume Foam: Sam McKnight Cool Girl Volume Foam $38.95 - Hair Waver: Beach Wave Beach Waver Curling Iron $120 - Soft Curling Rod: Heatless Different Effects: - Braided Waves - Sock Waves - Bun Waves Images Pictures of tan women with long beachy waves in shades of blond and light brown. Celebrities are included such as Zendaya, Gisele or Gigi Hadid","interpretation":"This slide presents a comprehensive overview of the \"Beach Waves\" hairstyle for the \"Luminous chic\" archetype, emphasizing its effortless and relaxed nature, inspired by beach culture. The description highlights the importance of volume and texture, suggesting that this style is ideal for summer. The hair color section indicates a preference for a range of blonde shades and highlights, aligning with the beachy aesthetic. The makeup look complements the hairstyle, focusing on a natural, bronzed appearance. The variations listed provide insight into current trends, showcasing the evolution of beach waves into different styles, such as indie sleaze waves and mermaid hair. The mention of influencers like Gisele and Zendaya suggests that celebrity endorsements play a significant role in popularizing these trends. Data from TikTok and Instagram illustrates the hairstyle's popularity, with millions of views and posts, indicating a strong social media presence. The key products listed provide practical recommendations for achieving the beach waves look, while the heatless effects section offers alternatives for styling without heat, appealing to a broader audience concerned with hair health. Overall, the slide effectively captures the essence of beach waves as a trendy, accessible hairstyle for the summer season","Archetypes":"LUMINOUS CHIC","Hairstyle":"Beach waves","id":"72"}
{"Slide_number":"74","description":"01. America a. USA Slide Title: Beach waves 1. Local Media Coverage  - \"The 8 Best Hair Wavers for Beachy Styles, Tested and Reviewed by Editors\" - \"9 Easy Ways To Get The Best Beachy Waves Ever, According To Expert Tutorials\" - Source: Women's Health - Aug 23 - \"Lazy Girl Waves Are the Beach-Wave Upgrade You’ve Been Craving for Summer 2023\" - \"How to Get TikTok's Viral Mermaid Hair, According to 3 Expert Hairstylists\" - Source: Who What Wear - Jun 23 - \"8 Best Beach Waves Tutorials for Every Hair Type\" - Source: Cosmopolitan - Jun 23 2. Expert Insights: - The Most Famous Look: \"When people request beach waves, they’re usually referring to soft waves with straight ends created by wrapping hair around a wand iron or bending into the hair with a flatiron.\" - Aim for Imperfection: \"When trying to achieve beach waves or any natural looking hair texture, the biggest mistake you can make is being afraid of making mistakes—nothing should be too perfect or symmetrical.\" - Bryce Scarlett, Moroccan celebrity hairstylist - Ocean Wave Alternative: \"Ocean waves sit parallel to beachy waves, but they have become a slightly more high-fashion alternative. This style, that he predicts will be one of the season's biggest looks, reads like 'super high-gloss, piecy-textured waves.'\" - Tom Smith, Hairstylist and trend forecaster 3. TikTok Hacks: - Chris Appleton Expert Hacks: - Step 1: Texture hair with a spray - Step 2: Separate hair into two parts and braid them - Step 3: Flat iron braids - heatlesscurls - 373.3M views - overnight with leggings hacks - screenshot of a TikTok showing a girl using a legging to style her hair - heatlesshair - 2.88M views - satin curling set - screenshot of a TikTok showing a girl using a satin rod and product to style her hair - OvernightWaves - 152.5M views - for optimum bouncy glossy waves - screenshot of a TikTok showing a girl flaunting her bouncy overnight waves","interpretation":"The slide focuses on the trend of beach waves in hairstyling, highlighting various media articles that provide tips and tutorials for achieving this popular look. It emphasizes the importance of expert opinions, suggesting that the ideal beach wave is characterized by a relaxed, imperfect style rather than a polished finish. The inclusion of TikTok hacks indicates the influence of social media on beauty trends, showcasing how platforms like TikTok are shaping modern hairstyling techniques. Overall, the content reflects a blend of traditional hairstyling advice and contemporary social media trends, appealing to a diverse audience interested in achieving effortless beachy waves","Archetypes":"LUMINOUS CHIC","Hairstyle":"Beach waves","id":"73"}
{"Slide_number":"75","description":"01. America a. USA Slide Title: Beach waves  Subtitle BRANDS \/ RETAILERS ROUTINE Section Headings: - SEPHORA - US - LINK - OLAPLEX - US - LINK - DAE - US - WAVE SPRAY - NEXXUS - LINK Content: SEPHORA Section: - Screenshot of Sephora website with images of products titled \"Best Beauty Wave Hair Products\" - Screenshot of a video on Sephora's website titled \"Beachy waves - How to get beachy waves at home\" - Key steps: - _Step 1:_ Quick Scrunch Method - Spray a beach wave or sea salt hair product into your hands or directly onto your hair and scrunch hair until waves form. - _Optional:_ Clip Wave Method - Spray a beach wave or sea salt hair product onto damp hair. Separate hair into sections and bend pieces into an \"S\" pattern. Clip bent hair in place and air dry or blow dry hair. - _Optional:_ Diffuser Method - Spray a section of your hair with a beach wave or sea salt hair product. Twirl hair around your fingers, drop hair onto a diffuser, and blow dry for several seconds. Seal waves with a texturizing spray. - Key products: - Ouai - Wave spray - Oribe - Dry texturizing spray - Bumble and bumble - Surf styling leave in - Kérastase - Elixir Ultime Hydrating hair oil serum - Gisou - Propolis infused texturizing spray - IGK - Beach Club Volume texture spray OLAPLEX Section: - Visual from the brand stating \"beach waves hair\" and showing a woman with long blond wavy hair and an Olaplex product in hand - 4 methods: - 1. Curling wand method - Step 1: N°9 Bond Protector Nourishing Hair Serum - Step 2: Volumizing Blow Dry Mist - Step 3: Section hair and curl one section of your hair at a time. - Step 4: Finish by applying OLAPLEX N°7 Bonding Oil. - 2. Flat iron method - Step 1: dry shampoo - Step 2: bonding oil - Step 3: separate your hair into mid-sized sections and use flat iron - 3. Overnight Braids method - 4. Head band DAE Section: - Screenshot of content from Dae called \"GET THE LOOK: WAVES FOR DAES\" listing key steps with pictures - Key steps: - _Step 1:_ Spritz Hibiscus Wave Spray on damp hair from mids to ends. - _Step 2:_ Brush product through hair to distribute evenly. - _Step 3:_ Use hands to scrunch product through hair to enhance and hold natural waves as hair air dries. - _Step 4:_ Repeat until desired texture is achieved. NEXXUS Section: - Screenshot of content from Nexxus called \"HOW TO GET BEACH WAVE HAIR WITHOUT THE BEACH\" - Key steps: - _Step 1:_ Prep hair with shampoo & conditioner. - _Step 2:_ Volumizing foam. - _Step 3:_ Flat iron or curling iron. - _Step 4:_ Use fingers to elongate curls. Other Brands Tutorials: - Gisou, Davines, Aveda","interpretation":"The slide presents a comprehensive guide from various brands on achieving beach waves at home. It emphasizes practical steps and products, catering to different preferences and hair types. The inclusion of video links suggests an interactive element, enhancing user engagement","Archetypes":"LUMINOUS CHIC","Hairstyle":"Beach waves","id":"74"}
{"Slide_number":"76","description":"01. America a. USA Slide Title: Blowout Ultra buzzing in 2024 Look Description: - Long hair with fluffy, voluminous hair and volume at roots that bring an air of opulence. Hair Color: - Dark brown + face-framing highlights to add dimension, honey-colored. Associated Make-Up Look: - Mob wife make-up. Variations: - Texan hair: Southern aesthetic of big, bold, bouncy hair. - 90s blow-dry & \"90s fluffy hair.\" - Baroque bob (2024): blow dry finish - styled into voluminous sculpted waves. Inspiration: - 70s and 80s influence. Hairstyle Influencer: - Today: Beyoncé (Texan). - Yesterday: Donna Summer, Dolly Parton, Diana Ross, and Cindy Crawford. How to routine _Washing the hair with a volumizing shampoo & conditioner _Apply a volumizing mousse \/ volume spray at the roots _Blow-dry hair downward from scalp to ends until 70% dry. Elevate sections of hair at the root and blow-dry in an upward motion for more volume and extra lift. _Divide hair into three (or more) sections, grab a round brush, and set your blow-dryer to medium air and medium heat. _Wrap each section of hair around the round brush and slowly pull away from the head while blasting with heat. Repeat on each section until it is dry. Elevate hair at the top of the head directly up for extra volume. _After each section is dry, blast hair with a cold shot of air to lock in the style. _Finalize the look with a flexible-hold finishing spray. Tools _blow dryer _round brush _hot rollers on dry hair for voluminous hair Data: - TikTok: - Blowout | 5.7B views - 90s blowout | 557.3M views - Hairblow out | 328.2M views - Blowout Tutorial | 213.21M views - Heatless blowout | 233.5M views Key Products: - Volumizing Shampoo: Biolage Volume Bloom Shampoo $24 - Volumizing Mousse: Nexus Volumizing foam $15,99 - Blow-Dryer: Drybar Buttercup Blow Dryer - Round Brush: Christophe Robin Blow Dry Brush $103 - Fixing Finishing Spray: Oribe Royal Blow Out $72 - Hot Rollers: T3 Volumizing Hot Roller $140 - Hot Rollers: Shark Beauty Air Styling & Drying System $300 images 5 pictures of women with bouncy blowouts, mainly brown hair, including Cindy Crawford, Beyonce or Miley Cyrus","interpretation":"The slide presents a comprehensive overview of the \"Blowout\" hairstyle trend popular in 2024. It emphasizes the luxurious and voluminous nature of the hairstyle, suggesting a return to styles reminiscent of the 70s and 80s, with a modern twist influenced by notable figures like Beyoncé and classic icons such as Cindy Crawford. The detailed description of hair color and associated make-up indicates a specific aesthetic that combines boldness with elegance. The variations listed highlight the versatility of the blowout style, appealing to different tastes and preferences, while the TikTok data underscores the trend's popularity and relevance in contemporary social media culture. The inclusion of key products provides practical guidance for achieving the look, suggesting that the blowout can be replicated with specific tools and products, making it accessible to a wider audience. Overall, the slide effectively captures the essence of the blowout trend, blending historical influences with modern-day practices","Archetypes":"LUMINOUS CHIC","Hairstyle":"Blowout","id":"75"}
{"Slide_number":"77","description":"01. America a. USA Slide Title: Blowout Ultra buzzing in 2024 Local Media Coverage: 1. Glamour: \"Texan Hair' Is Set to Be 2024's Biggest Hair Trend—Literally\" (Feb 24) 2. Goop \"Ask Jean: How Do You Get the Best Blowout, Step by Step?\" (May 22) 3.  Time: \"Best Hair Dryers: 11picks for perfect at home blowouts\" (March 24) 4. The Everygirl \"5 Steps To Finally Achieve the Perfect 90's Blowout at Home\" 5. InStyle \"How to Get an Overnight Blowout Using Only a T-Shirt\" (Feb 24) 6. Glamour \"Big Hair Is Back and Larger Than Ever\" (March 24) Expert Insights: - Tools are everything \"People tend to focus on products as the most important factor in how your blowout turns out. Product can help, but the dryer is really everything. No matter your hair type, you need the round brush: If you’ve got fine hair, the round brush is going to give you volume. If you’ve got curly hair that you want to make smoother, a round brush helps you there, too.\" - Harry Josh, Hair Stylist - 60' to 90's Inspiration \"Looks from the '60s, '70s, '80s, and '90s are coming back and providing inspiration for this big-hair trend.\" - Lacy Redway, Hair Stylist - Nostalgia Area \"I think there is a certain sense of nostalgia—and that feels comforting after a turbulent couple of years. I also think people are ready to feel glam again—that extra 'oh la la' when you walk out the door or go meet up with friends.\" - Sunnie Brooks, Celebrity Stylist and Biolage Brand Ambassador TikTok & Insta Hacks: - heat rollers: 242.4M views - screenshot of a girl with large plastic rollers in her hair - dyson air wrap: 326.8M views - screenshot of a girl sectioning her hair - sock blowout: 152.9M views - screenshot of a girl with the caption \"sock blowout tutorial","interpretation":"The slide presents a comprehensive overview of the \"Blowout\" hairstyle trending in 2024. It highlights various media coverage that emphasizes the resurgence of big hair, particularly \"Texan Hair,\" which is noted as a significant trend. The expert insights section underscores the importance of tools over products in achieving the desired blowout, suggesting a shift in focus for consumers. The references to styles from the 60s to 90s indicate a nostalgic revival in hair fashion, appealing to both older and younger generations. The quotes from industry professionals reflect a broader cultural sentiment, suggesting that the return to glamorous hairstyles is linked to a desire for comfort and confidence after challenging times. The TikTok and Instagram hacks section illustrates the trend's popularity on social media, showcasing specific hashtags and their impressive view counts, indicating a vibrant online community engaged with these hair styling techniques. Overall, the slide encapsulates a blend of nostalgia, expert advice, and social media influence shaping the blowout trend for the upcoming year","Archetypes":"LUMINOUS CHIC","Hairstyle":"Blowout","id":"76"}
{"Slide_number":"78","description":"02. Europe Slide Title: The French Bang Media Coverage: 1. This is Why French Women Always Have the Best Fringes - Source: Who What Wear, July 23 2. French Bangs Are the Most Effortless Hairstyle - Source: L'Officiel, July 23 3. La frange signe son grand retour en 2024 : découvrez 5 façons de l'adopter par les célébrités - Source: Vogue FR, November 23 4. La 'frange française' est la coiffure que tout le monde nous envie - Source: l'Officiel, April 23 5. How I Turned My Regular Bangs Into Effortless French-Girl Bangs - Source: Who What Wear UK, September 23 6. Comment s'approprier le pouvoir de la frange à 50 ans?\" - Source : Vogue 23 Expert Insights: - The Birkin Look “This haircut is inspired by the iconic Jane Birkin. It features full French bangs paired with collarbone-length or longer [hair].” - Frederic Fekkai, celebrity hairstylist - Iconic « La frange à la \"Françoise Hardy ou Brigitte Bardot\", est une bonne alternative à la frange carrée puisque celle-ci est \"toujours facile à porter, toujours aussi iconique et sa côté de popularité n'a cessé de croître au fil des années.\" » - Joel Goncalves, hairstylist - Botox Alternative « Non seulement la frange rajeunit, mais beaucoup de femmes qui ont une frange n'utilisent alors pas de Botox. » - Joel Goncalves, hairstylist TikTok Hacks & Tutorials: - French girl bangs tutorial for an international audience - At-home bangs cut tutorial by @cutbyfred - Bangs care hack","interpretation":"The slide presents a comprehensive overview of the trend surrounding French bangs, highlighting their popularity and cultural significance. The media coverage section indicates a strong interest in this hairstyle, with multiple articles discussing its effortless appeal and resurgence. The expert insights provide authoritative perspectives from hairstylists, linking the style to iconic figures like Jane Birkin and suggesting its versatility and timelessness. The mention of bangs as a \"Botox alternative\" suggests a broader conversation about beauty standards and aging, indicating that this hairstyle is not only fashionable but also practical for many women. Finally, the TikTok hacks and tutorials section reflects the modern approach to hairstyling, emphasizing accessibility and the influence of social media on beauty trends. Overall, the slide encapsulates the essence of French bangs as a chic, desirable hairstyle that resonates with contemporary beauty ideals","Archetypes":"LUMINOUS CHIC","Hairstyle":"The French Bang","id":"77"}
{"Slide_number":"79","description":"02. Europe Slide Title: Soft Wavy Look Description: - Soft, natural-looking waves that exude a relaxed and effortless vibe. « The laissez-faire effect » Hair Color: - Wild Blond with lighting effect for natural movement effect - Strawberry blondes - Natural colors Make-Up Look: - Clean look - Golden hour glow Other Naming \/ Variations: - Nordic waves - Bohemian waves How to Routine: - Low Maintenance: - The first easy option is to spritz in a salt spray and let nature run its course. - Vs High Maintenance: - Preparation: Clean, dry hair. If your hair lacks texture, you can enhance its natural wave by applying a texturizing spray or mousse to damp hair before styling. - Heat protection - Curling iron or wand: Alternate curl directions to create a more natural-looking wave pattern. - Finishing touches: Once all of your hair is curled, use your fingers or a wide-tooth comb to gently tousle and separate the waves for a softer, more lived-in look. - Set with hairspray (Optional): If you want extra hold and longevity, you can finish the style by misting your hair with a light-hold hairspray. Protection \/ Entretien: - Avoid brushing your hair with a regular brush, as this can cause the waves to lose their shape. Data: - TikTok: Hair Tutorial Soft Waves | 42.7M views Key Brands & Products: - Salt Spray: Sachajuan Ocean Mist £24 - Texturizing Spray\/Heat Protector: Hair by Sam McKnight Easy-up do texture spray 32€, GHD Spray Bodyguard 17€ - Curling Iron: GHD Curve 167€ - Hair Spray: Sisley The Invisible Spray £87","interpretation":"The slide presents a comprehensive overview of the \"Soft Wavy\" hairstyle trend, particularly popular in Europe. It emphasizes a relaxed and effortless aesthetic, appealing to those seeking low-maintenance yet stylish hair options. The description of hair colors suggests a preference for natural and light shades, enhancing the overall soft look. The makeup recommendations align with the hairstyle's theme, promoting a clean and glowing appearance. The slide provides practical tips for achieving and maintaining the soft wavy look, catering to both low and high maintenance preferences. The inclusion of TikTok data highlights the hairstyle's popularity on social media, indicating a significant trend among users. The mention of specific products and brands offers actionable insights for individuals looking to replicate this style, reinforcing the connection between the hairstyle and consumer products in the beauty industry. Overall, the slide effectively communicates the essence of the soft wavy trend while providing practical guidance for its implementation","Archetypes":"LUMINOUS CHIC","Hairstyle":"Soft Wavy","id":"78"}
{"Slide_number":"80","description":"03. Asia c. India Slide Title: Long Wavy Look Description: - Preferred on long hair and adored by Bollywood celebs for red carpets, photo shootings, and weddings. - Gives a sexy\/wild vibe while remaining natural, frames the faces, and adds volume. Hair Color: - Enhances caramel\/brown highlights. Make-Up: - Smokey eyes, ultra-defined eyebrow, bronzed skin, nude lips. Variation: - Wild - more textured & bedhead wavy. - Romantic, breathy beach waves (more natural). - Ultra-glossy, shiny (with more or less curls). Hairstyle Influencer: - Kiara Advani - Vaani Kapoor - Tamannaah Bhatia How to Routine: - Prep is key: clean dry hair\/towel-dried hair\/applying a heat protectant spray or a serum evenly throughout your hair, focusing especially on the lengths and ends. - 3 main techniques: - Hot hair rollers: Section the hair, comb every section. Place the roller at the end of the section and roll it up towards your scalp, winding the hair around the roller evenly. Allow your hair to cool completely before removing the rollers, ensuring long-lasting results. - Curling iron: Use the curling iron in alternating direction of each section, curling inward and then outward. - Diffuser + curl balm\/cream crunched into the hair for naturally wavy hair: hover diffuse for the majority of the time \/ only dry to 80% and then air dry the rest. Finish \/ Protection: - Use a flexible hold spray to ensure the waves stay in place. - For natural wavy hairs, get regular trims to keep the waves in good shape. Touch Up: - Pomade\/Curling gel - Shine Spray\/Oil In Salon Treatment: - Hair extension for thicker, fuller hair. Data: - Instagram: longwavy | 49k posts - wavyhairroutine | 23.7k posts - Google Metrics: Kiara Advani Wavy Hair Style: 679k results, Wavy Hair Style Bollywood: 2M results - Reminder: TikTok is banned in India since 2020. Key Brands & Products: - Heat Protector Spray: Thrive Co. Hair Spray INR572 - Holding Spray: Schwarzkopf Taft Power Hairspray INR520 - Shine Spray: Streax Hair Shine Spray USD9 - Gel: Arata Hair Styling Gel & Hair Cream INR 714","interpretation":"The slide presents a comprehensive overview of the \"Long Wavy\" hairstyle, particularly as it is embraced in Bollywood culture. It highlights the aesthetic appeal of long, wavy hair, emphasizing its versatility for various occasions like red carpets and weddings. The description suggests that this hairstyle enhances natural beauty while providing a glamorous look. The section on hair color and makeup complements the hairstyle, indicating a preference for warm tones and a polished appearance. The variations mentioned reflect current trends, showcasing a range from casual beach waves to more structured styles. The \"How to Routine\" section provides practical advice for achieving and maintaining this hairstyle, indicating a focus on preparation and technique. The emphasis on using heat protectants and specific styling tools suggests an awareness of hair health alongside aesthetics. The inclusion of influencer names suggests the hairstyle's popularity and cultural relevance, while the data section provides insight into social media engagement and search interest, underscoring the hairstyle's trendiness. The reminder about TikTok's ban in India adds a contextual note about the current social media landscape affecting beauty trends. Overall, the slide serves as a guide for individuals interested in adopting the long wavy hairstyle, combining practical tips with cultural insights","Archetypes":"LUMINOUS CHIC","Hairstyle":"Long Wavy","id":"79"}
{"Slide_number":"81","description":"03. Asia c. India Slide Title: Long Wavy Local Media Coverage: - “How to effortlessly style beach waves this wedding season using hair rollers” - Brides Today – Mar 2024 - \"Soft waves hairstyle is trending this season—from Samant Kapoor Ahuja to Kiara Advani.\" - Vogue India - Dec 2022 - \"Soft wavy hair - Waves are a staple in wedding hairstyles this season and are trending among celebrities.\" - Vogue India, Feb 24 - “Ace The Beach Waves Hair Trend Like A Complete Pro” - Sugar Cosmetics - Dec 2022 - “How To Get Deepika Padukone's Messy Blowout In 4 Easy Steps” – IDIVA – Feb 2017 Expert Insights: - \"SO MANY POSSIBILITIES WITH WAVY\": “This hairdo is limitless and can be donned for outdoor events, soirées, and even to the beach. It can be styled with or without volumized and using a tad bit of hair gel will keep the excessive volume and movement at bay. Pro tip: The best way to achieve this look is with a flat iron rather than a curling tong, but if you choose to curl it with a tong, make sure the barrel is as thick as possible. Here’s a round-up of the celebrities who’ve stunned in the wavy hairstyles recently.\" - Ananya Patel, Contributing Beauty Writer Vogue India - “EFFORTLESS CHIC”: “ No doubt why we keep spotting lots of celebrities in this breezy hairdo: loose-textured hair that's not quite straight but is more low-key than a wave. For a smooth transition from hectic working hours to the psychedelic dance floor, soft beach waves appear effortlessly chic. Always staying true to her zestful nature, Kiara Advani’s beauty choices are also far from boring. The Kabir Singh star is often witnessed rocking her signature look – soft waves. » - Vogue India Dec 2022 Instagram Hacks: - Indian American wavy hair influencer Somy Bisla (157k) on how to get defined waves routine with hair gel – screenshot of a TikTok with the caption How I get Defined waves - \"Heatless waves with rollers by Indian hair care influencer Somy Bisla (157k) for beauty retailer Tira Beauty","interpretation":"The slide focuses on the trend of long wavy hairstyle in India. It highlights various media coverage, expert insights, and Instagram hacks related to achieving long wavy hair. The expert insights section suggests practical tips for styling, indicating that this hairstyle is not only fashionable but also adaptable for different occasions. The Instagram hacks provide a modern touch, showcasing how influencers are engaging with their audience to share styling techniques, which reflects the growing influence of social media on beauty trends. Overall, the slide presents a comprehensive overview of the long wavy hairstyle trend, combining traditional media with contemporary social media influences","Archetypes":"LUMINOUS CHIC","Hairstyle":"Long Wavy","id":"80"}
{"Slide_number":"82","description":"Title: Airy cool slim face - Hashtags: volume, density, movement, longhair, deepcolor - Images: - Top left: An asian woman with long, dark hair styled in a slick ponytail, featuring bangs and soft face framing loose strand of hair - Middle\/Bottom center: An asian woman with medium-length, dark hair styled in a smooth bob with see-through bangs - Top right: An asian woman with long, straight thick dark hair parted in the middle, with a neutral expression","interpretation":"The slide appears to focus on a specific aesthetic or beauty trend characterized by an \"airy\" and \"cool\" appearance, emphasizing features associated with a slim face, which are the characteristics of the \"Airy cool slim face\" archetype. The use of hashtags suggests an emphasis on hair characteristics such as volume and movement, as well as color depth. The images likely represent different hairstyles that align with this aesthetic, showcasing variations in length and style while maintaining a cohesive theme. The overall presentation may be aimed at promoting beauty standards or hair styling techniques that enhance these features","Archetypes":"AIRY COOL SLIM FACE","Hairstyle":"","id":"81"}
{"Slide_number":"83","description":"Title: AIRY COOL SLIM FACE: FACE THINNING & SKIN ILLUMINATION - Icons: Flags representing China, Korea, Japan, and Thailand. - Text: - TOO SERIOUS - LARGE FACE - HAIR IS FLAT - TOO DARK - Images: - Three images of celebrities labeled: - BITEK - XIN ZHILEI - GULNAZAR - Main Image: A close-up of a person with the following annotations: - Root lift - Hair quality - Natural volume - Waves with natural movement - Elevated shine - Fashionable color - Skin tone enhancing color palette: Ashy, translucent","interpretation":"The slide focuses on beauty and styling techniques aimed at achieving the \"airy cool slim face\" archetype that strives to achieve face thinning and skin illumination. It highlights common issues such as a large face, flat hair, and dark hair, suggesting that these traits may contribute to a \"too serious\" appearance. The annotations on the main image emphasize desirable hair qualities, including volume, shine, and fashionable color choices that enhance skin tone. The inclusion of specific individuals suggests examples of these aesthetic ideals. The color palette indicates a preference for ashy tones that enhance skin tone, suggesting a trend towards a more luminous and youthful appearance. Overall, the slide emphasizes the importance of hair quality and styling in achieving a fresh and vibrant look","Archetypes":"AIRY COOL SLIM FACE","Hairstyle":"","id":"82"}
{"Slide_number":"84","description":"Slide Title: AIRY COOL SLIM FACE Subtitle Aspire to relatively traditional visions of femininity, where their hair is their crown. Body Text\/Bullet Points: - Overall they try to embrace more an obviously more feminine look overall, including the way they dress. - Their hair is an extension of their femininity and represents a sense of youth and elegance. - Often a childhood dream of long hair that perpetuates into womanhood. - And today in the era of ‘never enough hair’ some anxiety can set in especially if hair challenges develop. Images: - The slide contains images of asian women with varying hairstyles and bleached hair - One image features an asian woman with long, bleached blond hair styled loosely and surrounded by cute and feminine illustrations - Another shows an asian woman with medium-length, wavy hair that has a darker color with lighter and warmer ends framing the face - There is also an image of an asian woman with shoulder-length, styled hair that appears to be a lighter shade","interpretation":"The slide discusses the cultural and personal significance of hair in relation to femininity for the \"Airy cool slim face\" archetype. It suggests that hair is a symbol of identity and self-expression, reflecting traditional ideals of femininity. The connection between hair and aspirations of youth and elegance is emphasized, highlighting hair as more than just a physical attribute. The notion of childhood dreams of long hair illustrates the deep-rooted associations between hair and femininity. Additionally, there is a reference to anxiety regarding hair due to contemporary beauty standards, indicating societal pressures that influence personal image and self-perception. Overall, the slide explores the complex relationship women have with their hair, intertwining personal aspirations with societal expectations","Archetypes":"AIRY COOL SLIM FACE","Hairstyle":"","id":"83"}
{"Slide_number":"85","description":"Slide Content: 1. Quote: - \"I think that real women have long hair\" - Location: France 2. Quote: - \"High volume in hair makes your face look smaller. Having a high volume in your hair is like having a powder on your face, it gives you a smooth plump look.\" - Location: China 3. Quote: - \"After I stopped breastfeeding and giving birth, I had a serious hair loss issue that was very noticeable, so I started to pay attention to it, I started to research TCM, medical treatments – Hair growth treatments.\" - Location: China","interpretation":"The slides present cultural perceptions and personal experiences related to hair. The first quote from France suggests a societal belief that associates femininity with long hair, indicating a traditional view of beauty standards. The second quote from China emphasizes the aesthetic benefits of voluminous hair, linking it to facial appearance and overall attractiveness. The third quote, also from China, reveals a personal struggle with hair loss post-pregnancy, highlighting the emotional and physical challenges women may face regarding hair health and the lengths they go to for solutions, including researching traditional and medical treatments. Collectively, these quotes illustrate varying cultural attitudes towards hair and its significance in women's identities","Archetypes":"AIRY COOL SLIM FACE","Hairstyle":"","id":"84"}
{"Slide_number":"86","description":"Title: AIRY VOLUME - Subtitle The overall goal is to have airy, puffy hair specifically at the crown and\/or through the lengths of the hair shaft. - And this looks slightly different across markets. - CHINA: - High cranial dome – Douyin trend - Picture : an asian women with straight black hair that is voluminous at the roots - The crown needs to be airy and lifted – the more voluminous the hair looks around the face, the smaller the face appears – a key sign of beauty & femininity. - FRANCE: - Hair ideal, France - Picture : a woman with a voluminous blowout and soft curls with dark brown hair - A desire for volume at roots as well as the impression of thick, dense hair, without a visible scalp, and enough volume through the lengths so as not to appear ‘ratty’. - INDONESIA: - Hair ideal, Indonesia - Picture : a woman with soft bouncy waves - A desire for volume in the hair shaft to the lengths, and a shape (wave) that holds throughout the days, which is more challenging with humidity and hijab-wearing","interpretation":"The slide discusses the concept of \"airy volume\" in hair styling, emphasizing the importance of achieving a puffy appearance, particularly at the crown and along the hair shaft. It highlights cultural differences in hair ideals across three countries: China, France, and Indonesia. In China, the focus is on a high, voluminous crown that enhances facial features, aligning with beauty standards that associate volume with femininity. The French ideal emphasizes a balance of volume at the roots while maintaining a thick appearance without exposing the scalp, suggesting a preference for a polished look. In Indonesia, the challenge lies in maintaining volume and shape in humid conditions, especially for those who wear hijabs, indicating a practical consideration in achieving the desired hairstyle. Overall, the slide illustrates how beauty standards and hair styling preferences vary across different cultures, reflecting broader societal values and practical challenges","Archetypes":"AIRY COOL SLIM FACE","Hairstyle":"","id":"85"}
{"Slide_number":"87","description":"Title: AIRY VOLUME Subtitle - The challenges come from damage they face through styling, as well as inherent problems with their own hair. CHINA - Image: A person with long, light-colored hair, styled with a high cranial dome, associated with the Douyin trend. - Caption: High cranial dome – Douyin trend - Body Text: A propensity to play with colour as well as perming, which damages the fibre causing the hair strands to lie flatter against the scalp preventing the lift they want. FRANCE - Image: A person with dark hair, holding a glass, showcasing a visible parting. - Caption: Hair ideal, France - Body Text: Naturally less dense hair that she would like which is revealed through a visible parting; because hair is thinner, a need to refresh the look each day. INDONESIA - Image: A person with medium-length hair, wearing a casual outfit. - Caption: Not provided. - Body Text: Whilst their natural hair looks is not so far from their aspiration, life stage impact (pregnancy) and daily hijab wearing lead to hair loss and flattening of the hair, and therefore loss of style","interpretation":"The slide discusses the challenges faced by individuals in China, France, and Indonesia regarding their hair volume and styling. - China: The focus is on the trend of high cranial volume, which is popular on Douyin. However, the desire for vibrant colors and perms leads to hair damage, resulting in a lack of volume and lift. - France: The emphasis is on the natural density of hair, where individuals desire a fuller appearance but struggle with thinner hair that requires daily maintenance to achieve their ideal look. - Indonesia: The narrative highlights how life stages, such as pregnancy, and cultural practices like wearing hijabs contribute to hair loss and a flattening effect, impacting their styling aspirations. Overall, the slide illustrates a common theme of striving for volume and style while grappling with the realities of hair health and maintenance across different cultural contexts","Archetypes":"AIRY COOL SLIM FACE","Hairstyle":"","id":"86"}
{"Slide_number":"88","description":"Title: AIRY VOLUME -  Subtitle They seek volume in their hair but not at the expense of hair health, and this influences both the benefits they seek, and also the approach they take. - Main Text: - Given the desire for healthy hair overall aside from volume and lift they also want: - Smoothness & softness in their texture (which can be in opposition to volume\/thickness) - Shine - Natural movement that holds beyond a day - More hair growth and strength from the root - All manifestations not just of thicker, more voluminous hair, but healthy hair. - Quotes: - “My hair is thinning, it isn’t as voluminous as it used to be so I’ve started to dry my hair with cool air instead of hot, and try and reduce the heat I use on it.” - Location: Indonesia - “I want my hair to be strong, well anchored, rooted. I’m talking about the roots, healthy and rooted rather than anchored as in a particular style holding my hair in place.” - Location: France","interpretation":"The slide discusses the concept of \"Airy Volume\" in hair care, emphasizing that individuals desire volume without compromising hair health. It highlights a balance between achieving volume and maintaining the overall health of hair, suggesting that consumers are increasingly aware of the potential damage that styling practices can cause. The bullet points outline specific attributes that people look for in their hair, such as smoothness, shine, and natural movement, indicating a holistic approach to hair care. The quotes from individuals in Indonesia and France provide personal insights into their hair care routines and preferences, reflecting a global perspective on hair health and styling practices. Overall, the slide suggests a trend towards prioritizing healthy hair while still seeking volume and aesthetic appeal","Archetypes":"AIRY COOL SLIM FACE","Hairstyle":"","id":"87"}
{"Slide_number":"89","description":"Title: AIRY VOLUME - Subtitle There is a growing understanding that volume cannot just be cosmetic; it also needs to come from healthy hair growth, although Asia leads the way here. CHINA: - Scalp care is key as this is the foundation of good hair growth. Key needs include: - scalp cleanser pre-wash to refresh and soothe - scalp conditioner used to hydrate scalp skin - scalp tonic and massage to stimulate hair growth INDONESIA: - Scalp care comes in to counteract the impact of humidity and hijab wearing. - scalp tonic to prevent hair fall and dandruff FRANCE: - Scalp is talked about as important (strong roots = strong hair), but behaviors remain more cosmetic. - medical solutions to encourage hair growth","interpretation":"The slide discusses the importance of scalp care in promoting healthy hair growth across different regions, emphasizing that true volume in hair should stem from health rather than just cosmetic products. - In China, the focus is on a comprehensive scalp care routine that includes cleansing, conditioning, and toning, highlighting a holistic approach to hair health. - In Indonesia, the emphasis shifts to addressing specific environmental factors, such as humidity and the wearing of hijabs, which can affect hair health, suggesting that scalp care products are tailored to local needs. - In France, while scalp health is acknowledged, the approach appears to lean more towards cosmetic solutions, indicating a cultural difference in how hair care is perceived and practiced. The mention of medical solutions suggests a growing interest in scientifically-backed treatments for hair growth. Overall, the slide illustrates varying cultural attitudes towards hair care and the significance of scalp health in achieving desired hair volume","Archetypes":"AIRY COOL SLIM FACE","Hairstyle":"","id":"88"}
{"Slide_number":"90","description":"Title: AIRY COOL SLIM FACE Subtitle: 1 KEY ROUTINE TO GET THE LOOK Text: Hairstyle & hair color are used to redefine the face and fit with skin tone. 1. SALON - (+\/-) Hair shaping from the roots (perm to get volume on the roots & create movement on the lengths) - (+\/-) Bleach & Hair color - Products : Schhwartzkopf Strait Glatt, Shiseido 1EX Crystallizing Qurl, Shiseido Bleach Master, Maji Fashion Coloration 2. CLEANSE - Perfectly clean greasiness, oiliness at the roots without weighting down hair + repair benefits - Products : Adolph Essential oil shampoo, Elseve 3. CARE - Weightless nourishment, repair & hydration - Layers from smoothness & shine - Products : L'Oreal advanced hair science diamond mask, Kerastase serum, Kimtrue ultra treatment hair oil 4. STYLE - Lift hair from the root - Hold volume throughout - Products : style air dyer brush 5. IN BETWEEN - Dry-shampoo, Hair oils - Curling iron, hair accessories - Deep treatments in salon - Products : curling irons, Spes long acting hair fluffing spray","interpretation":"The slide outlines a comprehensive routine for achieving the \"Airy Cool Slim Face\" archetype through specific hair care practices. It emphasizes the importance of hairstyle and hair color in enhancing facial features and complementing skin tone. The routine is divided into five key areas: salon treatments for shaping and coloring, cleansing for removing excess oil without weighing hair down, care for nourishment and hydration, styling for volume, and additional maintenance tips for between salon visits. This structured approach suggests a holistic view of hair care, integrating both professional services and at-home practices to achieve desired aesthetics","Archetypes":"AIRY COOL SLIM FACE","Hairstyle":"","id":"89"}
{"Slide_number":"92","description":"03. Asia a. China Slide Title: French Perm Subtitle: ICONIC Look Description: - Full-head perm typically involves curling from the ends to the roots to achieve volume. - Chic, effortless, youthful vitality, fashionable. - Not recommended to those with a large face and head shape, as it might make the face even larger and may also add an aged appearance. Hair Color: - Pinkish brown and greyish brown for light skin tone. - Cinnamon brown for yellowish skin tone. - Dark hair colors such as deep brown, burgundy red, chestnut color. Make-up Look: - Heavy makeup with sexy red lips. Others Naming \/ Variations: - French Effortless Curl - French Curl Hairstyle Influencers: - Liu Shishi, Lin Yun, Yang Mi, Dilraba, Ni Ni, Zhao Liying DIY Tutorial: - Begin curling the hair with a curling iron positioned 3 centimeters away from the roots. - After the initial curl, shift down by 1 centimeter to commence the second curl, then repeat the same process. - For the crown section, select a thin layer of hair, secure it with the curling iron at the roots, pull, and maintain the hold for 5 seconds. - After washing hair, towel dry the hair and use a wide-tooth comb to smooth out hair again. - Use a blow dryer on medium heat to dry hair until it’s about halfway dry, ensuring not to blow out the curls. - Evenly apply foam hair wax, making sure to thoroughly and evenly distribute it throughout your hair. - Then use a comb to smooth out your hair again. - Once your hairstyle is set, allow your hair to dry naturally. Data: - RED: - frenchperm 2M posts - frenchpermmanage 850,000 posts - frenchpermcurls 1.4M posts - frenchpermtutorial 990,000 posts - WEIBO: - frenchperm 8.8M views - effortlessfrenchperm 1.1M views - frenchpermstyle 323,000 views Key Brands & Products: - Hair Wax: Usvthy Elastic Guard Volume Foam Hair Wax 50 CNY - Comb: Creative Art Anterograde Protection Comb 10 CNY - Hair Elastin: TIGI Small Talk Thickening Cream 69 CNY Images 6 pictures of celebrities or ads from brands showing asian women sporting long, voluminous wavy french perms in various colours ranging from light mousy brown to deep black","interpretation":"The slide presents a comprehensive overview of the French perm hairstyle from China, emphasizing its characteristics, suitable hair colors, and makeup styles that complement it. The description highlights the youthful and fashionable aspects of the look while cautioning against its suitability for individuals with larger facial features. The inclusion of popular influencers highlights the trend's cultural relevance, and the data section provides insight into its popularity on social media platforms, indicating a significant interest in the French perm style. The DIY tutorial offers practical guidance for achieving the look at home, making it accessible to a broader audience. The mention of specific products suggests a curated approach to styling, reinforcing the connection between product use and achieving the desired hairstyle. Overall, the slide effectively combines visual elements, practical advice, and social media insights to create a well-rounded presentation on the French perm hairstyle","Archetypes":"AIRY COOL SLIM FACE","Hairstyle":"French Perm","id":"91"}
{"Slide_number":"93","description":"03. Asia a. China Slide Title: French Perm Subtitle: ICONIC Local Media Coverage: 1. “SONG HYE-KYO FRENCH EFFORTLESS PERM SCULPTS CHEEKBONES AND MAKES SMALLER FACE” - Source: ELLE – JAN 2023 2. “FRENCH PERM ON RED. THE TECHNIQUES OF CREATING CURLY ROMANCE” - Source: BEAUTY – JUN 2022 3. “2024 F\/W HAIR STYLE. FRENCH PERM IS ROMANTIC AND EFFORTLESS” - Source: COSMOPOLITAN – JAN 2024 Expert Insights: - THIN HAIR FRIENDLY - Quote: « French perm is great for ladies with thin, flat, and limp hair. This type of perm creates natural volume and fullness, giving your hair a stylish look. It enhances the appearance of thickness while maintaining a casual and effortless vibe. It presents a youthful and stylish image without looking old-fashioned, and it also has a rejuvenating effect, adding a lively touch. » - Author: Zi Han, Stylist - ELEVATE FACIAL CONTOUR - Quote: « This French perm is suitable for various face shapes, including square, round, long, and diamond-shaped faces. This hairstyle is particularly adept at enhancing less smooth facial shapes, such as those with excessively wide jawbones, overly short or wide faces, narrow faces, sunken temples, and irregular cheekbones. » - Author: William, Hairstylist Red Hacks: - french perm maintenance - 20.5K Engagements with screenshot showing results of salon perm maintenance - foam wax for french perm - 30.8K Engagements with screenshot showing pictures before and after using foam wax - french curl tutorial - 13K Engagements with screenshot of a step by step tutorial to create french curls","interpretation":"The slide presents a comprehensive overview of the French perm hairstyle, highlighting its popularity and versatility in contemporary fashion. The local media coverage emphasizes the trend's appeal, particularly through endorsements from notable figures and publications, suggesting that the French perm is not only stylish but also practical for enhancing facial features. The expert insights provide valuable information on the suitability of the French perm for different hair types and face shapes. The quotes from stylists indicate that this hairstyle is designed to create volume and a youthful appearance, making it accessible for those with thinner hair. Additionally, the focus on facial contouring suggests that the French perm can be tailored to flatter various face shapes, enhancing its appeal to a broader audience. The \"Red Hacks\" section reflects strong engagement with the topic on social media, indicating a growing trend among users seeking maintenance tips and tutorials, which further supports the trend's popularity. Overall, the slide effectively communicates the French perm's significance in current hair fashion, combining expert opinions with media coverage to present a well-rounded perspective","Archetypes":"AIRY COOL SLIM FACE","Hairstyle":"French Perm","id":"92"}
{"Slide_number":"94","description":"03. Asia b. Japan Slide Title: Wolf Cut Subtitle: TRENDY Look Description: - Trendy hairstyle characterized by its shaggy layers and textured appearance. It typically features a layered cut around the face to enhance the bone structure and generous layers added to the back for a cool and sophisticated look. - This style often includes bangs, either in a see-through style or slightly heavier, depending on personal preference. The key is to seamlessly blend the layers around the front bangs and the sides of the face for a cohesive look. Hair Color: - Black, brown, and light brown are popular but it suits any hair color. Dark colors enhance the sharp impression. Make-Up Look: - Sharp\/cool make-up look - For achieving an airy look with bright hair colors, opt for soft and bright makeup. Others Naming\/Variations: - Face framing layers and shaggy wolf cut Hairstyle Influencer: - Biteki, Emi Haraguchi, Sakura Miyawaki, Haruna Kawaguchi Key Products: - Hair Serum: Napla N. Styling Serum 1,200 JPY - Hair Oil: Napla N. Polish Oil 3,400 JPY - Hair Balm: Napla N. Natural Balm 2,200 JPY - Hair Balm:Kate Gently Balm 2,420 JPY - Hair Wax: NO3 Deuxer soft wax2 1,540 JPY - Hair Irons: Creates curling iron SR32mm 10,670 JPY Data: - Instagram: - ウルフカット (wolf cut) 1.1M posts - ウルフヘア (wolf hair) 301K posts - ウルフレイヤー (wolf layer) 156K posts - 顔周りレイヤー (layers around the face) 63.2K posts - Google Trend (Japan): - ウルフカット (wolf cut) never went down under 50 interest in all the months the past year. How to Routine: - First, apply hair serum. Use a 32mm curling iron to curl inward with a single curling the cut lines of the layers to create shape and enhance the natural texture. - Avoid overly rounded shapes and aim for a subtle C-curl to evoke a wolf-like vibe. - Finally, lightly apply oil to enhance the shine for a glossy finish. - Alternatively, you can apply balm (which can be mixed with oil) or wax to create a more solid style while maintaining the texture and flow of the hair strands. Optional - You can also achieve a light and airy styling by adding volume at the top and allowing the ends of the layers to move freely. Key Articles 2023-2024: - “Latest in 2024” The \"Wolf Cut\" is Trending Again! Recommended Hairstyles [21 Selections] - “Wolf Layers: 29 Latest Selections for Stylish Nuanced Look” - “9 Selections of Medium Hair Wolf Cut: Enhancing Feminine Silhouette for a Beautiful Look” - “Modern Wolf Cut: Straight Style for a Fresh Look! Hairstyles with 22+ Styling Techniques” Images 6 pictures of celbrities and ads from brands showing asian women with variations of a wolf cut in various lenghts from chin to armpit, various colors from deep brown to black and with different degrees of layering and blending of the bangs","interpretation":"The slide presents a comprehensive overview of the \"Wolf Cut,\" a trendy hairstyle characterized by its layered and textured appearance. It emphasizes the versatility of the cut, suitable for various hair colors and personal styles, particularly highlighting the importance of blending bangs with the overall look. The inclusion of influencer names suggests a cultural relevance and popularity among specific figures in the beauty industry. The data section indicates significant social media engagement, reflecting the hairstyle's trendiness and appeal, particularly in Japan. The routine section provides practical styling tips, making it accessible for individuals looking to achieve this look. The mention of key products and articles further positions the Wolf Cut within a broader beauty context, suggesting it is not just a hairstyle but part of a lifestyle trend. Overall, the slide effectively combines visual and textual elements to inform and inspire the audience about the Wolf Cut","Archetypes":"AIRY COOL SLIM FACE","Hairstyle":"Wolf Cut","id":"93"}
{"Slide_number":"95","description":"03. Asia b. Japan Slide Title: Wolf Cut Subtitle: Trendy Local Media Coverage: - 【LATEST IN 2024】 \"THE 'WOLF CUT' IS BACK IN TREND! HERE ARE 21 RECOMMENDED HAIRSTYLES.\" - Source: biteki.com - February 24 - \"AT THE FOREFRONT OF THE 2024 SPRING TRENDS! RIGHT NOW, ALL EYES ARE ON THE WOLF CUT!\" - Source: PEEK & BOO (Hair Salon Website) - Spring 23 - \"WOLF LAYERING: 29 TRENDIEST STYLES FOR FASHIONABLE NUANCED LOOKS\" - Source: biteki.com - November 23 - \"9 SELECTIONS OF MEDIUM HAIR WOLF CUTS: ACHIEVE A BEAUTIFUL LOOK WITH FEMININE NECKLINE CONTOURS\" - Source: cangam.jp - June 23 Expert Insights: - Takuya Aoki, Stylist - DELA by afloat ce: - \"WOLF CUT X STRAIGHT HAIR EQUALS INSTANT CHIC.\" - \"The Wolf Cut! It's a haircut where layers are heavily emphasized, with shorter layers at the top and thinning out towards the neckline, taking inspiration from wolves. By incorporating elements into the natural design, it's also possible to style with an iron for added flair.\" - Nobutohiro Inoue, Stylist - ému: - \"THE PREVIOUS WOLF CUT WAS CHARACTERIZED BY A SILHOUETTE RESEMBLING A WOLF'S TAIL HOWEVER....\" - \"To achieve a contemporary look, it's important to incorporate shaggy elements around the face while ensuring the lower part isn't too light.\" - Ryusei Wada, Top Designer - MINX Aoyama: - \"LIGHTWEIGHT OIL-BASED STYLING PRODUCTS ARE THE BEST CHOICE.\" - \"Apply it evenly throughout to create a scattered movement. It's stylish to apply a slightly larger amount to the bangs and layered area on the face for a chic finish.\" TikTok Hacks: - \"Wolf hair set\" - User: wai__nanoo - Views: 2.1M - \"Wolf cut - Styling how to?\" - User: Mi_gram888 - Views: 724K - \"Self-styling wolf\" - User: jilly_61 - Views: 2.7M","interpretation":"The slide focuses on the resurgence of the \"Wolf Cut\" hairstyle in 2024, highlighting its popularity and various styling recommendations. The local media coverage section emphasizes the trend's significance, showcasing multiple sources that discuss recommended hairstyles and styles associated with the Wolf Cut. Expert insights provide a deeper understanding of the Wolf Cut's characteristics, emphasizing its layered structure and the importance of styling products. The quotes from stylists suggest that the Wolf Cut is versatile and can be adapted for different looks, appealing to a contemporary audience. The TikTok section indicates the hairstyle's popularity on social media, with several videos garnering millions of views, suggesting that the Wolf Cut is not only a fashion statement but also a viral trend among younger demographics. Overall, the slide presents the Wolf Cut as a trendy and adaptable hairstyle that is gaining traction in both media and social platforms","Archetypes":"AIRY COOL SLIM FACE","Hairstyle":"Wolf Cut","id":"94"}
{"Slide_number":"96","description":"03. Asia b. Japan Slide Title: Wolf Cut Subtitle: TRENDY Section Headings: - BRANDS \/ RETAILERS ROUTINE SENSE OF HUMOUR – JP - An image of an Asian woman with short-length hair styled in a sharp layers wolf cut. - Video tutorial - Usage of Bohemian Sea Water - Simply rub it in to easily create a casual, textured look and give your hair a hint of beachy waves, achieving a loose and sophisticated texture. - With its quick-drying water-based formula, it won't leave your hair feeling sticky, allowing you to effortlessly achieve a naturally relaxed style with just the right amount of hold. - Take about 2 pumps of foam and spread it evenly between both hands. Starting from the roots, apply it thoroughly to the hair. Repeat several times if needed, until the hair is slightly damp. Use your fingers to comb and distribute the foam evenly and style as desired. NAKANO – JP - An image of an Asian woman with medium-length hair styled in a round wolf cut. - Video tutorial - Achieve a well-defined silhouette with a fluffy mash wolf look. - Steps: - Step 1: Take small sections of hair around the face and curl them inward using a straightening iron to add volume. - Step 2: Curl the bangs inward as well. Lift the hair at the crown and curl the ends inward firmly. - Step 3: Use a straightening iron to create outward curls at the nape. - Step 4: Take a pearl-sized amount of Air Light Wax 4 into your hands. Spread it in your palms and distribute it between your fingers. - Step 5: Apply the wax evenly throughout the hair, starting from the inside. Arrange the outward-curling strands. MILBON DOOR – JP - 6 Images showing the step by step styling process of a wolf cut with a straightening iron and curling iron - Live video - Finishing the Wolf Styling with Shiny Oil\/Fade Cream - Divide the hair into sections and style using a straightening iron. Use a curling iron to create outward curls at the ends of the hair. Take a pearl-sized amount of Shiny Oil, spread it evenly across your palms, and work it through the hair, focusing on the sides, bangs, and outward-curled sections to create texture throughout. - Then, lightly comb through the bangs with a wide-tooth comb. For those whose styles tend to lose shape easily with just oil, add Fade Cream as well for the finishing touch. Other tutorials: Sense of humour link","interpretation":"The slide focuses on the trendy \"Wolf Cut\" hairstyle, particularly popular in Japan. It provides practical tutorials from brands and retailers for achieving this look, emphasizing the use of specific products like Bohemian Sea Water and Air Light Wax. The instructions are detailed, guiding users through the steps to create both a casual beachy wave and a more defined silhouette. The overall tone is instructional and supportive, aimed at helping individuals achieve a fashionable hairstyle with ease","Archetypes":"AIRY COOL SLIM FACE","Hairstyle":"Wolf Cut","id":"95"}
{"Slide_number":"97","description":"03. Asia b. Japan Slide Title: See-through bang x wet medium. Japan Subtitle: TRENDY Look Description: - A see-through bang with a longer medium-length cut reaching below the collarbone. - Layers create movement on the surface, giving a soft and gentle vibe. The thin bangs are just above the eyes. - This hairstyle frames the face in a diamond shape, offering an outstanding slimming effect for various types of face shapes. - The trend is to create a gentle hourglass-like narrowing around the neck. Hair Color: - Brown, light brown, honey beige, and other light shades complement well. Make-up Look: - The key is to have a cute yet pure feminine charm. A soft, gentle, and bright makeup look complements it well. For a wet-style finish, adding a glossy texture to the skin is recommended. Hairstyle Influencers: - Minami Tanaka, Ai Yoshikawa, Mirei Kiritani, Anna Yoshida, Hazuki Tsuchiya. How to routine -Apply a styling product with a light texture to the hair and use a 32mm curling iron to lightly flip the ends outward while creating a tapered line around the neck. -Separate the bangs with a comb, roll them with a hair roller, and blow-dry. Then, use a balm to add texture, followed by a light brushing. -Finally, lightly apply wax or cream to the ends and throughout the hair lightly to complete the look. According to your preference, finishing with oil or gel also makes a shiny wet-style look easily. Key Articles 2023-2024: - \"I tried asking Minami Tanaka about how to achieve her hairstyle.\" [Link] - \"Creating a chic look with a layered medium with see-through bangs <professional tips for hair>\" [Link] - \"How to create, cut, and style see-through bangs\" [Link] Key Products: - Comb, roller: Mapee boxwood comb 720 JPY, Beauty world beautifulcurl curler 440 JPY - Hair irons: Creates Curling Iron S322MM 10,670 JPY, Strait Pro 28,287 JPY - Hair Cream: Botanience Straight Hair Cream 3,080JPY - Wax: Napla N. Natural balm 2,000 JPY - Balm: MIMC One styling Herb Balm 3,520 JPY - Hair oil: Nine Multi Styling Oil Rich 3,080 JPY Datas: - Instagram - シースルーバング (see-through bang) 1.2M posts - 薄毛前髪 (thin bang) 50.2K posts - ウエットスタイリング (wet styling) 46.1K posts - くびれミディ (hourglass medium) 86.4K posts - Google Trend (Japan) - See-through bangs generally maintain 50-100 interests in the past one year. - The related keyword \"薄毛 前髪\" (thin bang) is rising at 120% in the past one year","interpretation":"This slide presents a comprehensive overview of the \"see-through bang\" hairstyle trend, particularly in Japan. It highlights the aesthetic appeal and versatility of the hairstyle, emphasizing its ability to flatter various face shapes while maintaining a soft and feminine look. The inclusion of specific influencers suggests a cultural relevance and popularity among certain demographics. The data provided from Instagram and Google Trends indicates a significant interest in this hairstyle, reflecting its current popularity and potential for growth. The slide also offers practical advice on achieving the look, including recommended products and styling techniques, making it a useful resource for individuals looking to replicate the trend. Overall, the slide effectively combines visual and textual elements to inform and engage the audience about a specific beauty trend","Archetypes":"AIRY COOL SLIM FACE","Hairstyle":"See-through bang x wet medium","id":"96"}
{"Slide_number":"98","description":"03. Asia b. Japan Slide Title: See-through bang x wet medium Subtitle TRENDY Local Media Coverage: 1. “CREATE A STYLISH LOOK WITH A LAYERED MIDI CUT AND PLENTY OF ‘EFFORTLESS CHICNESS’ USING SEE-THROUGH BANGS. EXPERT HAIR TIPS.” - Source: OGGI.JP, August 23 2. “FACE LOOKING SLIM WITH SEE-THROUGH BANGS AND HOURGLASS SILHOUETTE STYLE MEDIUM HAIR!” - “THE HOURGLASS SILHOUETTE WITH A DEFINED WAIST AND SHEER BANGS STEALING THE SPOTLIGHT.” - Source: MAQUIA ONLINE, February 22 3. “TRENDY HOURGLASS SILHOUETTE LAYERED MIDI.” - “A medium hairstyle with a silhouette shaped by layers emphasizing flipping, it offers a range of styles from casual to feminine, allowing you to explore different vibes.” - Source: DOMAIN ONLINE, January 24 Expert Insights: - Yuki Ishitani, Stylist - Noi: “POPULAR TANAKA MINAMI HAIRSTYLE THAT EXUDES FEMININE & COOL VIBE” - “The hair ends should be blunt-cut for a sleek, glossy look. Take sections of hair to ensure there’s enough volume for texture when applying oil.” - Sayuri Maezawa, Stylist - LONESS GINZA: “THE KEY IS A LONGER SEE-THROUGH BANG” - “A longer sheer bang is a versatile component that can be worn down or swept to the side, and allows for various styling options like changing the parting.” - “The base is cut at the collarbone line with layers added to the surface. With a length that grazes the shoulders, it’s easy to achieve a trendy outward flip style.” TikTok Hacks: - “DIY bangs cutting tutorial video” - Source: Aifloat_nakagawa1009, 1.2M views - “See-through bang x Hourglass Silhouette” - Source: kand, 22.1K views Instagram Hacks: - Source: reina_sand, 12.5K followers Hairstylist","interpretation":"The slide presents a comprehensive overview of the current see-through bang trend in hairstyles. It highlights various media coverage that emphasizes the stylishness and versatility of this hairstyle, suggesting they are popular choices for achieving a chic look. The expert insights provide practical tips from stylists, indicating that the right cut and styling techniques can enhance the overall appearance, making the hair look sleek and voluminous. The references to social media platforms like TikTok and Instagram suggest that these hairstyles are not only trendy but also widely discussed and shared among users, indicating a strong influence of social media on current hair fashion trends. Overall, the slide effectively combines expert opinions, media coverage, and social media trends to illustrate the appeal and styling options of see-through bangs and layered midi hairstyles","Archetypes":"AIRY COOL SLIM FACE","Hairstyle":"See-through bang x wet medium","id":"97"}
{"Slide_number":"99","description":"03 Asia b. Japan Slide Title: See-through bang x wet medium  Subtitle: TRENDY Section Brands \/ Retailers Routine - Creates - JP - Video tutorial - HOW TO STYLE: Trendy outward-flipped straight hairstyle - Key steps: - Step 1: Blocking the hair at the temples and below the ears. - Step 2: Straightening the hair with a straight hair straightener. - Step 3: In addition, use the iron to add shine to the entire hair. - Step 4: Afterwards, flip the ends outward with the iron. - Step 5: While lifting the top hair vertically, glide the iron several times from 3cm above the roots to add shine. - Step 6: Apply balm throughout the hair and blend it in. Gather it tightly for a modern finish. For the bangs and around the face, the key is to pull out slightly and thin them down. - The Product - JP - Video tutorial - How to style with hair wax (Medium) - Tips: - Use a 25mm curling iron to create outward curls. - For the bangs, simply pass the curling iron through loosely for a relaxed curl. - Apply hair wax starting from the ends of the hair. - Feel free to style the bangs according to your preference. If you have longer bangs, try styling them with outward curls for a different look. - Nine - JP - Video tutorial - Styling for Different Face Shapes! Case 02: Inverted Triangle Shape - Basic Edition - Showcase a clean jawline - Hourglass Silhouette - Key steps: - Step 1: Spray 8-12 pumps of base care onto the hair and work it in. - Step 2: Curl the ends outward and the middle in a reverse curl. Sweep the sides of the bangs outward. - Step 3: Dispense about 2 pumps of rich product and apply them to the ends, around the face, the surface, and the roots of the bangs.  Arimino - JP - Video tutorial - Hairstyling using Dance Design Tuner - Tips: - To accentuate the highlights, keep the underlayer curls simple while adding movement to the surface. - By mixing Modern Shimmer and Lockin' Move, you achieve a glossy finish and movement. Adjusting the ratio of the mix allows for versatility across various hair textures. Other Brands Tutorials: MATOMAGE","interpretation":"This slide presents a comprehensive guide on hairstyling techniques, particularly focusing on the trendy \"see-through bang\" style combined with a wet medium finish. It is structured into four main sections, each dedicated to different brands and their respective tutorials. 1. Creates offers a detailed step-by-step guide for achieving a trendy outward-flipped hairstyle, emphasizing the importance of shine and modern finishes. 2. The Product section hints at a tutorial on styling with hair wax, suggesting a focus on texture and hold. 3. Nine provides insights into styling for specific face shapes, indicating a tailored approach to hairstyling that considers individual features, which is crucial for achieving flattering results. 4. Arimino emphasizes the importance of product mixing for achieving desired hair textures and finishes, showcasing a more advanced understanding of hairstyling products. Overall, the slide serves as a resource for individuals looking to enhance their hairstyling skills, particularly in achieving contemporary looks that are adaptable to various hair types and personal preferences","Archetypes":"AIRY COOL SLIM FACE","Hairstyle":"See-through bang x wet medium","id":"98"}
{"Slide_number":"100","description":"03. Asia b. Japan Title: Layered long x curtain bangs Look Description: - This hairstyle achieves an effortless and natural \"airiness,\" creating a relaxed and laid-back vibe. The hair is styled with sophistication, incorporating softly finished larger curls that enhance its volume and thickness while maintaining a balanced airiness without excessive lightness. - The addition of curtain bangs frames the face beautifully and adds a touch of elegance. The graceful gesture of sweeping back the long bangs further enhances the overall beauty of the hairstyle, creating a polished and refined look. Hair Color: - Black, dark to light brown - Darker hair colors enhance the mature allure and authenticity. Make-Up Look: - Healthy make-up look - Voluminous lips - Point makeup using elegant, warm, and soft shades Variations: - Yoshinmori (Korean hairstyle) - Korean Down Style Hairstyle Influencer: - Megumi Kanazaki, Maria Tani, Anne Nakamura, Hitomi Kaji How to routine - The key is healthy, beautiful, and shiny natural hair that stands straight up from the roots. - To add volume, lift the roots while blow-drying your hair. To control frizz caused by humidity, using hair oil is also recommended. - First, use a straightening iron to lift the hair from the roots while gliding the iron, creating shine on the hair surface. - Next, create curls using a curling iron. - After that, use your fingers to fluff and shake your hair as if adding air to the roots. This will loosen the curls, creating a soft and flowing hair texture. - While lifting the hair from the inside, add a small amount of wax to the ends to create a textured look. Tools - Using a straightening iron as a base before using a curling iron not only adds shine but also creates a style with dimension and definition. Protection \/In Salon - Daily care(hair mask, scalp care) is essential for nurturing beautiful and healthy natural hair. - A salon head spa deeply cleanses the scalp, making hair at the top stand up for added volume and easier styling. Key Articles 2023-2024 -【2023】The Trend's Big Winner: 10 Picks for Face-Framing Hairstyles - How to style curtain bangs in _steps! [link] Key Products: - Sculp Care: Shiseido Sculp Power Shot 7,920 JPY - Hair Mask: Kerastase Discipline Oleo Relax Mask 6,380 JPY - Hair Oil: UKA Hair Oil Windy Lady 1,078 JPY - Wax: B-EX MM Cream Butter 3,330 JPY - Hair Fixer: Kate Bungs Keep Fixer Airy Matt 1,078 JPY - Hair Irons: Creates Curling Iron SR32mm 6,170 JPY, Strait Pro 28,287 JPY Data: - Instagram Hashtags: - レイヤーロング (layered long) 40.7K posts - カーテンバング (curtain bang) 19.7K posts - あおりバング (sweeping up thinnings) 106K posts - あおりバング (sweeping up hair) 35.8K posts - あおりヘア (sweeping hair) 28.1K posts - Google Trend (Japan): - The term \"あおりバング\" (sweeping bang) typically maintains 50-100 interests over a year. - The term \"レイヤーカット\" (layer cut) typically maintains 50-100 interests over a year","interpretation":"This slide presents a detailed overview of a hairstyle trend characterized by layered long hair combined with curtain bangs, emphasizing a natural and sophisticated aesthetic. The description highlights the hairstyle's versatility and elegance, appealing to those seeking a polished look. The inclusion of hair color variations suggests a focus on enhancing personal style and authenticity. The makeup recommendations complement the hairstyle, promoting a healthy and polished look that aligns with contemporary beauty standards. The variations listed indicate cultural influences, particularly from Korean styles, suggesting a broader appeal and adaptability of the hairstyle across different demographics. A routine section highlights how to create and maintain this hairstyle and what tools to use. The data section provides insights into social media engagement and trends, indicating the popularity of these styles on platforms like Instagram and Google. The mention of key products suggests a targeted approach for maintaining and styling this look, appealing to consumers seeking specific beauty solutions. Overall, the slide serves as a guide for individuals interested in adopting this hairstyle, combining aesthetic appeal with actionable advice","Archetypes":"AIRY COOL SLIM FACE","Hairstyle":"Layered long x curtain bangs","id":"99"}
{"Slide_number":"101","description":"03. Asia b. Japan Slide Title: Layered long x curtain bangs  LOCAL MEDIAS COVERAGE Section: 1. Text: “SHINY HAIR BORN FROM HAIR CARE…” - Source: MAQUIA – MARCH 24 2. Text: “THE REASON BEHIND MEGUMI KANZAKI'S BEAUTIFUL HAIR… ENHANCE VOLUME AND ACHIEVE AN ELEGANT ATMOSPHERE.” - Source: BITEKI.COM – DECEMBER 23 3. Text: “INTRODUCING HOW TO STYLE SWEPT BANGS BY STEPS!” - Source: BITEKI.COM – FEBRUARY 24 Expert Insights Section: 1.Text: “STAY PERFECT ALL DAY! MEGUMI KANZAKI'S MORNING HAIR STYLING ROUTINE” - Body Text: “Hair care alone is not enough. For beautiful hair, it's important to add an extra touch during morning styling…” - Author: Megumi Kanzaki, Beautician 2. Text: “GET CLOSER TO ANNE NAKAMURA WITH A BOLD, STYLISHLY SWEPT LONG HAIRSTYLE” - Body Text: “Cut the hair framing the face and style it into dynamic bangs. Lift the roots and create shadows on the face for a cool transformation.” - Author: Megumi Tsuda, Hairstylist - Garden Tokyo TikTok Hacks Section: - Video Title: Hair Tutorial - Views: 106.9K views - User: megumi_kanzaki - Video Title: The method for styling my out-grown bangs - Views: 2.7M views - User: myonchan__ - Video Title: The method for styling my short bangs into curtain bangs - Views: 2M views - User: ayachan1237 Instagram Hacks Section: - Post Title: curtainbangs - User: rika_furusawa - Followers: 14.4K followers, stylist","interpretation":"The slide focuses on the trend of layered long hairstyles combined with curtain bangs, highlighting various media coverage and expert insights. The left section emphasizes the importance of hair care and styling techniques, showcasing quotes from beauty magazines that discuss enhancing hair volume and elegance. The expert insights provide practical advice from professionals in the field, suggesting specific styling routines to achieve desired looks. The inclusion of TikTok and Instagram sections illustrates the popularity of these styles on social media, indicating a strong engagement with the audience and the effectiveness of visual platforms in promoting hair styling trends. Overall, the slide presents a comprehensive view of current hair styling practices and trends, particularly in the context of Japanese beauty culture","Archetypes":"AIRY COOL SLIM FACE","Hairstyle":"Layered long x curtain bangs","id":"100"}
{"Slide_number":"102","description":"03. Asia b. Japan Slide Title: Layered long x curtain bangs Subtitle: BRANDS \/ RETAILERS ROUTINE Section Headings: - STEPHEN KNOLL - JP - LINK - KATE - JP - LINK - JOHN MASTERS ORGANICS - LINK - OTHER BRANDS TUTORIALS: N.I.N.E. Content: 1. Stephen Knoll - JP - Video tutorial - Loose Curls Down style - Steps: - Step 1: Spray a moderate amount of mist (Style Memory Lotion) on the inside and outside, then comb to blend. - Step 2: Use a 32mm curling iron to create outward curls at the ends of the side and back hair. - Step 3: Leave the bangs and gather hair from the hairline to the width of the outer corner of the eye. - Step 4: Using the 32mm curling iron, curl the ends once and a half, outward. - Step 5: Curl the hair in front of the ears in reverse from the middle. Position the tip of the curling iron upwards and pull it down smoothly. - Step 6: Loosen with a hand comb and then with a roll brush. Finish with spray (Style Memory Spray - Extra Hard) for style hold. 2. Stephen Knoll - JP - Video tutorial - Korean-style Down style - Steps: - Step 1: Using a 38mm iron, curl the ends of the entire hair in one curl, and the middle section in reverse curls. - Step 2: Gently loosen the curls with your hands. - Step 3: Spray the Style Memory Lotion twice on the bangs, then use a 40mm magic curler to curl inward from the ends. - Step 4: Spray the same lotion once on one side hair sections. - Step 5: Use a 30mm magic curler to curl from the ends to create a forward lift, then blow-dry. - Step 6: Finish by setting the style with cool air. Remove the hair curler gently, using your hands to style the bangs. 3. Kate - JP - Video tutorial - How to keep your front bangs styled up - with KATE bangs keep fixer - Description: It’s perfect to create a curtain bangs or softly curved horologe silhouette. It protects the style from humidity and becoming messy, keeping the flow of hair around the roots of the bangs and the face. It creates volume, leading to a three-dimensional hairstyle that gives a compact facial impression. 4. John Masters Organics - Video tutorial - Create a light and airy, sensual style - Steps: - Step 1: Start by applying R&A Hair Milk N to wet hair to create a base. - Step 2: After drying, use a hair iron to wet from the middle while enhancing the natural hair texture. - Step 3: Apply Sea Wax and work the wax into the hair while enhancing its natural texture","interpretation":"The slide presents a comprehensive guide on achieving layered long curtain bangs, featuring tutorials from three different brands. Each section outlines specific techniques and products to use, emphasizing the importance of styling methods and product application for desired results. - Stephen Knoll's tutorials focus on creating loose curls and Korean-style waves, highlighting the use of various curling irons and sprays to achieve volume and hold. - Kate's tutorial emphasizes the practicality of using a fixer to maintain the style against humidity, suggesting a focus on both aesthetics and functionality. - John Masters Organics promotes a more natural and airy look, indicating a trend towards lightweight styling products that enhance natural texture. Overall, the slide serves as a resource for individuals looking to style their bangs effectively, combining practical steps with product recommendations to cater to different styling preferences","Archetypes":"AIRY COOL SLIM FACE","Hairstyle":"Layered long x curtain bangs","id":"101"}
{"Slide_number":"103","description":"02. Europe Slide Title: Butterfly Subtitle: Trendy 2023 \/ TikTok Buzz Look Description: - Hairstyle that “beautifully frames the face combines short layers with voluminous fluttery long layers to give your hair dimension, movement, and body.” Hair Type: - Style works across straight and curly hair, giving extra structure thanks to the dual length. - Perfect for anyone who wants the hair to appear thicker and fuller. Hairstyle Influencer: - Matilda Djerf - Sweden (3M followers Insta \/ 1.5 million on TikTok) : ‘The Djerf’ hairstyle - Hailee Steinfeld Inspiration: - 70s-inspired hair - “An updated take on the classic \"Rachel\" style from Friends and the classic ‘90s layering look\" according to celebrity hairdresser Jay Birmingham. Variation \/ Other Naming: - Layered cut - Step Haircut - Butter bob How to routine _styling heat-protective mist on the roots _volumizing mousse _brush it out so it distributes evenly, _round brush to blow layers straight down and then away from the face _Optionally, wrap hair in velcro rollers to add extra volume and bounce. _Flip your hair upside down and shake it out. Flip it back over and apply a few spritzes of hairspray or texturizing spray. Key Articles 2023-2024: - “Butterfly haircut”: cette coiffure est la tendance capillaire la plus recherchée en 2023? | Vogue FR - May 23 - “The butterfly haircut is the most searched-for hair trend of 2023” | Glamour UK - May 23 - “How to Get Matilda Djerf’s Signature Hair Look, According to Her Stylist” | InStyle - Nov 23 - “The Princess of Wales’s new ‘butterfly fringe’ is the hairstyle that suits everyone” | The Telegraph - Sept 23 - “TikTokers Are Putting This Two-Step DIY Butterfly Cut Technique To The Test And The Results Are Surprising” | Grazia UK Data: - TikTok: - Butterfly Cut Hair: 445.9M views - Butterfly Hair: 437.3M views - Butterfly Haircut: 201.9M views - Global Metrics: - Hottest hair trends for summer 2023 - 90233% increase in interest over the past year currently racks up 6,600 hits each month. - Source: cosmefifty - May 23 Key Brands & Products: - Volume Mousse : Hours plumping mousse $27 - Thickening + Lift Spray : Color wow raise the root $24 - Styling Tool : Dyson airwrap $24 - Texturizing Spray : Djerf avenue breezy styling mist 27","interpretation":"The slide presents a comprehensive overview of the \"Butterfly\" hairstyle, highlighting its trendy nature in 2023, particularly through social media platforms like TikTok. The hairstyle is characterized by its layered structure, which is versatile for both straight and curly hair, making it appealing to a broad audience. Matilda Djerf is identified as a key influencer, suggesting that her popularity significantly contributes to the hairstyle's trendiness. The reference to 70s-inspired hair and the classic \"Rachel\" style indicates a nostalgic revival in current fashion trends. The data section emphasizes the hairstyle's viral nature, with millions of views on TikTok hashtags, reflecting a significant cultural moment in hair fashion. The global metrics suggest a growing interest in this hairstyle, indicating its potential longevity in trends. The inclusion of key brands and products as well as a step by step routine suggests practical applications for achieving this look, while the articles listed provide further context and validation from reputable sources, reinforcing the hairstyle's status as a must-try trend for the season","Archetypes":"AIRY COOL SLIM FACE","Hairstyle":"Butterfly","id":"102"}
{"Slide_number":"104","description":"03. Asia c. India Slide Title: Classic Bollywood Blowout Subtitle: ICONIC Look Description: - Long hair with fluffy voluminous movement and lifted roots. Ultra shine is what characterizes the Bollywood version vs regular one. Hair Color: - Dark brown Variation: - N\/A Hairstyle Influencer: - Jacqueline Fernandez - Mira Kapoor - Deepika Padukone How to Routine: - Always blow dry on towel dry, damp hair. - Divide your hair into sections and apply a heat protecting spray or serum, as you want the hair to feel silky and soft. - Blow dry roots first, which is essential for adding as much volume as possible. - Keep one inch from the hair to preserve hair health and shine. - Choose a smaller brush for bigger hair volume, and work in small sections, preferably two-inch sections to get the salon-like blowout. - Finalize the look with a flexible-hold finishing spray, preferably with a shiny finish. Products: - Anti-frizz spray, heat protectant spray, and a high-shine spray (+ volumizing mousse on roots for extra volume look). Tools: - Round brush - Blow dryer Key Brands & Products: - Heat Protect Spray: TRESemmé heat protect spray - Shine Serum: Schwarzkopf Osis Glow frizz control shine serum - Volumizing Mousse: Wella Professionals Eimi extra volume strong hold volumizing mousse Datas - Instagram -bollywoodhairstyle | 4K posts - Google Metrics: - Jacqueline Fernandez blowout: 11.6M results - Mira Kapoor Blowout Bollywood: 2.3M results","interpretation":"This slide presents a detailed guide on achieving the \"Classic Bollywood Blowout,\" a hairstyle characterized by its voluminous and shiny appearance. The description emphasizes the importance of using specific techniques and products to replicate this look, which is popularized by notable influencers in the Bollywood industry. The slide outlines a step-by-step routine, highlighting the significance of using heat protectants and the right tools to maintain hair health while achieving the desired volume. The inclusion of specific brands and products suggests a targeted approach for consumers looking to recreate this hairstyle at home. The Instagram and Google metrics indicate the hairstyle's popularity and relevance in contemporary beauty trends, showcasing its influence in social media and search engine visibility. Overall, the slide serves as a comprehensive resource for individuals interested in Bollywood-inspired hairstyles, combining practical advice with brand recommendations","Archetypes":"AIRY COOL SLIM FACE","Hairstyle":"Classic Bollywood Blowout","id":"103"}
{"Slide_number":"105","description":"03. Asia c. India Slide Title: Classic Bollywood Blowout Subtitle: ICONIC Local Media Coverage: 1. Article Title: Blow-Dry Your Hair like a Professional - Source: THE ASIA TODAY, 2016 - Image: A woman with long, dark hair styled in loose waves, wearing a black outfit. 2. Title: Janhvi Kapoor's 8 Blow Dry Looks Ideal for Wedding Guests - Source: IDIVA, OCT 22 - Image: A woman with long, dark hair styled in waves, wearing a shiny top. Expert Insights: - Quote: \"SHINE IS KEY! You may have noticed that all these Bollywood hair looks are super glossy! If you want to make your tresses gleam, you’ll need to get your hands on a shine spray like the V05 Tame & Shine Spray. The best thing about this spray is that it also comes with heat defence, which will help protect your strands against the damage caused by heat-styling tools.\" - Name: Amra, Digital editor at AllThings Hair - How to get Bollywood Style Bouncy Waves in 10 mins – Be Beautiful Youtube Channel TikTok & Insta Hacks: 1. Curling Iron Blowout on Indian Hair - caption \"Part 1!!! I used a curling iron after 5 years and have to...\" - Views: 15.2K - Image: A woman with long, dark hair styled in loose waves. 2. Boucy Voluminous Hair for Wedding Season Dec 2023 by Indian Influencer Knot Me Pretty - caption \"Best Blowout routine for bouncy voluminous hair” - Images: A woman with long voluminous brown hair styled in loose waves and showing how to achieve the look with a Dyson airwrap 3. Indian American influencer Arshia Moopiani trying on new Fable and Mane Moisturizing Volume Spray. - caption \"Strenghen & plump with just a pump” - Images: A woman with long voluminous dark hair with lighter ends styled in loose waves - content @arshiamoorjani’s latest obsession ? It’s the new moisturizing volume spray, ofc. It’s SO good – it adds a ton of body and shine to my hair, as well as smoothing my frizz. My hair looks so bouncy and full, and the best part? The volume lasted all day long","interpretation":"The slide presents a comprehensive overview of the \"Classic Bollywood Blowout,\" highlighting its popularity and techniques through various media coverage and expert insights. The local media coverage emphasizes the influence of Bollywood celebrities on hair styling trends, particularly for events like weddings. The expert insights section underscores the importance of shine in achieving the desired look, recommending specific products that provide both aesthetic appeal and protection against heat damage. The TikTok and Instagram hacks illustrate the modern approach to hair styling, showcasing influencers who share practical tips and routines that resonate with a younger audience. Overall, the slide reflects a blend of traditional Bollywood glamour with contemporary styling techniques","Archetypes":"AIRY COOL SLIM FACE","Hairstyle":"Classic Bollywood Blowout","id":"104"}
{"Slide_number":"106","description":"Title: Natural sublimation - Hashtags: healthyhair, effortless, french, longhair, glossy - Images: - Top left: A woman with long tousled brown hair and side swept bangs with a soft expression on her face, wearing a romantic with collared shirt - Bottom left: A woman with short chin-length black hair, slightly wavy and unkept hair with flyaways - Right: A woman with long, straight hair styled with soft waves and gathered into a messy bun and bangs with face framing strands, wearing a brown top","interpretation":"The slide introduces the \"Natural sublimation\" hair archetype likely referring to a beauty or hair care theme that promotes healthy and effortless hairstyles. The use of hashtags suggests a focus on trends related to hair care and styling, possibly targeting a fashion-conscious audience. The images of women with various hairstyles convey versatility and appeal to different preferences in hair aesthetics, reinforcing the idea of achieving a natural look. The overall aesthetic appears modern and stylish, aimed at inspiring viewers to embrace their hair's natural qualities","Archetypes":"NATURAL SUBLIMATION","Hairstyle":"","id":"105"}
{"Slide_number":"107","description":"Title: NATURAL SUBLIMATION: ON THE GO NATURAL BEAUTY - Color Palette: Correction, Neutralisation, coverage - Section Heading: TIRED LOOKING - Bullet Points: - MESSY HAIR - FIRST GREY - NATURALLY DRY - Images: - Lyna Khoudri: Image of a woman - Clara Luciani: Image of a woman - Louise Follain: Image of a woman - Annotations on Image: - Natural hair color - Natural Shine - Light foundation - Tied up hair - Bang - Soft hair - Natural soft waves","interpretation":"The slide focuses on the theme of natural beauty, emphasizing a relaxed and effortless aesthetic. It highlights common issues associated with hair, such as messiness and dryness, which may contribute to a \"tired\" appearance. The annotations suggest a beauty approach that values natural features like hair texture and shine, with the use of light makeup for a fresh look. The inclusion of images of different women suggests diversity in beauty standards and hair types. Overall, the slide promotes a beauty philosophy that embraces authenticity and simplicity, offering solutions for common hair concerns","Archetypes":"NATURAL SUBLIMATION","Hairstyle":"","id":"106"}
{"Slide_number":"108","description":"Title: NATURAL SUBLIMATION: ON THE GO NATURAL BEAUTY - Color Palette: Correction, Neutralisation, coverage - Section Heading: TIRED LOOKING - Bullet Points: - MESSY HAIR - FIRST GREY - NATURALLY DRY - Images: - Lyna Khoudri: Image of a woman - Clara Luciani: Image of a woman - Louise Follain: Image of a woman - Annotations on Image: - Natural hair color - Natural Shine - Light foundation - Tied up hair - Bang - Soft hair - Natural soft waves","interpretation":"The slide focuses on the theme of natural beauty, emphasizing a relaxed and effortless aesthetic. It highlights common issues associated with hair, such as messiness and dryness, which may contribute to a \"tired\" appearance. The annotations suggest a beauty approach that values natural features like hair texture and shine, with the use of light makeup for a fresh look. The inclusion of images of different women suggests diversity in beauty standards and hair types. Overall, the slide promotes a beauty philosophy that embraces authenticity and simplicity, offering solutions for common hair concerns","Archetypes":"NATURAL SUBLIMATION","Hairstyle":"","id":"107"}
{"Slide_number":"109","description":"Title: NATURAL SUBLIMATION - Subtitle Generally lucky with their hair, they have relatively few challenges, other than needing to retain its length and health. - Main Text: - Hair which is this long can end up dry and with breakage. - Ends can split and become ratty and thin. - Growth can slow at different moments, creating frustration. - Dryness can lead to a lack of ‘light’ on the hair. - Any chemical or heat treatments can exacerbate dryness and breakage (e.g., occasional colour). - They want to achieve their look naturally with as few chemicals as possible, and ideally as simply as possible, stripping out extraneous steps. - The in-home routine is as simple as possible, avoiding excessive chemicals or heat. - Quote: \"I coloured my hair – I did this last week – I’ve damaged it. I don’t usually do this I am going on holiday I need a bit of vibrancy.\" France","interpretation":"This slide discusses the challenges and considerations related to hair care for the “Natural Sublimation” archetype with long hair. It highlights common issues such as dryness, breakage, and the impact of chemical treatments. The emphasis on a natural approach suggests a preference for minimalism in hair care routines, aiming to avoid excessive use of products. The personal quote adds a relatable touch, illustrating the tension between wanting to enhance appearance (through coloring) and the potential negative effects on hair health","Archetypes":"NATURAL SUBLIMATION","Hairstyle":"","id":"108"}
{"Slide_number":"110","description":"Title: NATURAL SUBLIMATION: THE KEY ROUTINE TO GET THE LOOK Subtitle: Low maintenance routine, driven by convenience & chicness Key benefits sought: keep & enhance the natural texture of hair Sections: 1. SALON - Hair cut for carefree look - Hair color with natural shades - Product: L’Oréal professionnel INOA permanent color 2. CLEANSE - Infrequent washing to keep the natural hair texture but high-quality shampoo (sulfate-free) - Products: Leonor Greyl l’huile de leonor greyl, Amika normcore signature shampoo 3. CARE - Nourish & hydrate without grease\/clogging - Product: Christophe Robin masque régénérant à l’huile de figue de barbarie 4. STYLE & IN BETWEEN - Lifted, airy, voluminous hair - Product: Klorane, shampooing sec extra doux","interpretation":"The slide outlines the “Natural Sublimation” archetype hair care routine emphasizing low maintenance while enhancing the natural texture of hair. It suggests a holistic approach that includes salon visits for haircuts and color, infrequent washing with high-quality sulfate-free shampoos, and nourishing treatments to maintain hair health. The focus on \"lifted, airy, voluminous hair\" in the styling section indicates a preference for a natural yet polished look. The use of specific product brands suggests a focus on quality and effectiveness in hair care. Overall, the slide promotes a chic and convenient hair care regimen that aligns with contemporary beauty standards of the “Natural Sublimation” archetype","Archetypes":"NATURAL SUBLIMATION","Hairstyle":"","id":"109"}
{"Slide_number":"112","description":"Slide Title: Minimal Bob \/ Lob Look Description: - BOB: Timeless and versatile, the classic bob is a chin-length cut with a straight and even line. It’s a simple and elegant look. - LOB: Symmetrical, longer version of bob, where the length sits just around shoulders. A face-framing benefit of a blunter cut, but still gives you the option to tie hair back into a ponytail. Hair Color & Type: - Works beautifully across different hair textures. Variation: - Skinny Lob - 2024 - Plush Bob - Blunt Bob: Straight-across, even cut at the ends. - 90's Bob: Classic hairstyle characterized by a chin-length or slightly longer cut with blunt ends, often accompanied by face-framing layers and styled with a bevel. Hairstyle influencers\/inspirations - 90’s posh spice How to Routine: - Sleek, straight & glossy: Prep hair with a nourishing hair mask to boost shine. - Then blast it with a hairdryer, using a downward motion. - Finish by taming any flyaways and sealing the ends with a hair oil or serum. - Optional: Create a polished look with a straightener, or leave hair with a sleek finish. Key Articles 2023-2024: - « 53 long bob hairstyles you need to try if you're ready for a lob » | Glamour UK Sept 23 - « Skinny lob: voici la coupe de cheveux la plus tendance en ce début d’année » | Version Femina Jan 24 Data: - TikTok: - Bob Cut | 306.4M posts. - Bob Haircut | 224.4M posts. - Lob Haircut | 137.5M posts. - Lobhair | 88.4M posts. Key Brands & Products: - Hair Gloss: Ouai Hair Gloss 34€ - Hair Mask: Guerlain Hair Mask 85€ - Hair Serum: Gisou Honey Infused Hair Serum 39.90€ - Hair Oil: Beauty Pie Super Healthy Hair Seven Oil Hair Elixir £15 Images 6 images of women sporting a bob or lob hairstyle in various colors ranging from blond to black and in various lengths from mid-cheek to almost at the shoulders. Most have a middle part","interpretation":"The slide presents a comprehensive overview of the \"Minimal Bob \/ Lob\" hairstyle, emphasizing its versatility and elegance. It distinguishes between the classic bob and the longer lob, highlighting their suitability for various hair textures. The variations listed suggest current trends, particularly the \"Skinny Lob\" and \"Plush Bob,\" indicating a shift towards more modern interpretations of these styles. The \"How to Routine\" section provides practical advice for achieving the desired look, focusing on hair care and styling techniques that enhance shine and manageability. The inclusion of TikTok data underscores the hairstyle's popularity on social media, reflecting its relevance in contemporary fashion. Finally, the mention of key brands and products suggests recommended items for maintaining these hairstyles, indicating a market trend towards specific hair care solutions. Overall, the slide serves as a guide for both understanding and styling the minimal bob and lob hairstyles, appealing to a fashion-conscious audience","Archetypes":"NATURAL SUBLIMATION","Hairstyle":"Minimal Bob","id":"111"}
{"Slide_number":"113","description":"02. Europe Slide Title: The French Bang Tag Iconic Look Description: - Chic, effortless and timeless - Long hair with choppy bang, wispy at the ends while maintaining volume and fullness at the roots of the hair Hair Color & Type: - Soft, diffused hair color - the color is dimensional. - Not recommended for those who have hair that is too straight or too fine, as they would not achieve the desired movement. Make-Up Look: - French no-make-up make-up - sophisticated complexion, mascara, lip balm or red lips, blush, groomed brows Others Naming \/ Variations: - Curtain bang - Eye lash bangs - new 2024 - Wispy bangs - Baby bangs \/ center-parted fringe - \"Brink bangs\", hit just above the lashes - Side swept bang Hairstyle Influencer: - 60s and 70s French icons: Jane Birkin, BB, Françoise Hardy - Today: Jeanne Damas, Lou Doillon, Angèle, Caroline de Maigret How to Routine: - For a natural effect use hands or a paddle brush. Bangs don’t age well when people overdo them. - Use a finishing cream to dry hair to reduce flyaways and boost shine for a sleek effect. - Place the entire fringe on a round brush and dry with a twist toward the face. Starting from the part, the slight undulation that follows is very appreciable for a curtain bang. Maintenance: - Spritz dry shampoo for a quick fix versus having to do a full wash and restyle on your entire head of hair. Data: - TikTok: - french girl haircut 19.1M views - french bangs 161.7M views - style French bangs 191M views - French Girl Bangs 58.4M views Instagram: - frenchbangs 2,919 posts Global Metrics: - French bangs up +65% to last year (trend analytics) Key Brands & Products: - Fringe Dry Shampoo: Violette_fr, Frange Puff 40€ - Dry shampoo: Sam McKnight Lazy girl dry shampoo 25€ - Finishing Cream: Ouai, Finishing Cream £24 - Cleanse Cloths: Sam McKnight, Biodegradable Hair Cleanse Cloths 20,95","interpretation":"This slide presents a comprehensive overview of the \"French Bang\" hairstyle, emphasizing its chic and timeless appeal. It outlines the characteristics of the look, including the importance of hair color and texture, and provides guidance on achieving and maintaining the style. The inclusion of influencers from the 60s and 70s, as well as contemporary figures, highlights the enduring popularity of this hairstyle across generations. The data section indicates significant social media engagement, suggesting that the French Bang is trending, particularly on platforms like TikTok and Instagram. The mention of specific brands and products indicates a market connection, suggesting that these items are recommended for achieving and maintaining the look","Archetypes":"NATURAL SUBLIMATION","Hairstyle":"The French Bang","id":"112"}
{"Slide_number":"114","description":"02. Europe Slide Title: Long & lived-in Tag Iconic Look Description: - natural hair texture, lived-in with texture on the ends - centre-parted style - long ghost layers - soft, low-maintenance, effortless - if it’s all about natural movement: ensuring hair looks perfectly imperfect; nonchalant, but still falling in just the right way. Loose & undone, look like you have been out on a big night and just so happen to still look cool Hair Color: - Soft, diffused hair colour: The colour is dimensional Other Naming: - « french girl hair » - « messy hair » - bed head hair Inspiration: - english rockstars from 2000 & Kate Moss - 90s grunge - The aesthetic is “bohemian, poetic and soft” Hairstyle Influencer: - « it » French women How to Routine: - enhancing texture or covertly smoothing frizz, but without being too obvious - first use volumizing shampoo - use dry shampoo\/salt spray\/volume tonic in the roots to add texture and volume complete with a styling pomade - use your hands to scrunch the hair to make your hair as messy and ‘undone’ as desired Inspiring Insights: - The French have a “total aversion to poker straight hair”, and consider it a surefire way to make hair look “dead” - David Mallet, French hairstylist - \"It’s not stiff, over-hairsprayed, or heavy with products; instead, it should have body and look deconstructed, more so than hair that has been obviously styled with a blow dryer or other tools.\" - Edward James, hairstylist Key articles - « Bedhead hair is going to be major in 2023 - and it's ideal for people who are time-poor but want to look amazing » I Glamour - UK - jan 23 - « How to nail the messy hair trend » I Hellomagazine - jan 24 Data: - TikTok - Bed Head | 27.5M views - Messy Hair Girl | 90.7M views Key Brands & Products: - Voluminous Shampoo: CUT BY FRED VOLUME Ayurvedic SHAMPOO 38€ - Dry Shampoo: KLORANE DAILY DRY SHAMPOO WITH OAT MILK 22€ - Texture Mist: Hair by Sam McKnight Cool Girl barely there TEXTURE MIST 32€ - Salt Spray: SACHAJUAN OCEAN MIST 27,50€ - Volume Tonic: AVEDA VOLUMIZING TONIC 29,90","interpretation":"This slide presents a comprehensive overview of a hairstyle trend characterized by a natural, effortless look that emphasizes texture and volume. The \"Long & lived-in\" style is associated with a relaxed aesthetic, often referred to as \"French girl hair\" or \"messy hair,\" which suggests a casual yet chic appearance. The slide outlines specific hair care routines and products that support this look, highlighting the importance of using volumizing and texturizing products to achieve the desired effect. The insights from hairstylists emphasize a cultural preference in France for hair that appears natural and unstyled, contrasting with more rigid styles. The data on TikTok views indicates a significant interest in these trends, suggesting they resonate with a broad audience, particularly on social media platforms. The inclusion of key brands and products provides practical recommendations for achieving this hairstyle, making the slide not only informative but also actionable for the audience","Archetypes":"NATURAL SUBLIMATION","Hairstyle":"Long & lived-in","id":"113"}
{"Slide_number":"115","description":"03. Asia a. China Slide Title: The French Bang Tag Iconic Look Description: - Chic, effortless, timeless, and sweet - Effortless and natural layered bangs, lighter and thinner than side-swept bangs and full fringe, complement various hair lengths and textures, including long, short, curly, and straight hair - Not recommended for those who have short forehead and high cheekbones Hair Color: - Deep hair color Make-Up Look: - Winter\/Autumn make up with red brown, orange brown shades Others Naming \/ Variations: - French full fringe Hairstyle Influencer: - French icons: Sophie Marceau - Today: Yangzi, Zhang Jingyi, Yao Chen, Song Hye-Kyo, Zhao Lusi, Wu Xin How to Achieve: - Delineate a Triangle Section: Use three fingers' width of hair to outline a triangular section. - Avoid Cutting Bangs Straight Across: Instead of cutting bangs straight across, opt for intermittent cuts to achieve a fragmented effect. Ensure the sides remain the longest, gradually forming an arched progression from the longer bangs on the sides to the shortest layer, which reaches the brow line. - Dry with a Twist: Place the entire fringe on a round brush and dry with a twist toward the face. This technique with the round brush helps create curvature at the ends of the bangs, enhancing the shaping of the face and cheeks. Maintenance: - Wash the bangs and dry them with a hair dryer. Then, use a hair curler or heating tool to curl the French bangs inward, starting from the top and moving downward. Data: - RED: - thefrenchbang 900,000 posts - thefrenchbangtutorial 780,000 posts - thefrenchbangcurl 430,000 posts - thefrenchbangmaintenance 400,000 posts - WEIBO: - thefrenchbang 170M views - frenchfullfringe 1.1M views - Global Metrics: - French bangs up 65% to last year (trend analytics) Key Brands & Products: - Bang Curler: Special Outlook: Bangs Curler 16CMY (2€) - Curling Iron : RIWA: Bangs Curling Iron 40CNY (5","interpretation":"The slide presents a comprehensive overview of the \"French Bang\" hairstyle popular in China, highlighting its characteristics, maintenance, and styling techniques. It emphasizes the versatility of the French Bang, suitable for various hair types and lengths, while also noting its limitations for certain face shapes, especially people with short forehead and high cheekbones. The inclusion of influencers and social media metrics indicates the hairstyle's popularity and relevance in contemporary fashion trends. The practical tips for achieving and maintaining the look suggest a focus on accessibility for individuals looking to replicate the style. Overall, the slide serves as a guide for both understanding and implementing the French Bang hairstyle, appealing to a fashion-conscious audience","Archetypes":"NATURAL SUBLIMATION","Hairstyle":"The French Bang","id":"114"}
{"Slide_number":"116","description":"03. Asia a. China Slide Title: The French Bang Tag Iconic Section 1: Local Media Coverage 1. Title: “2024 HAIR BANG TREND: THE FRENCH BANG” - Source: ELLE – 06 MAR 2024 2. Title: “2024 FACIAL CONTOURING HAIR BANG EFFORTLESS FRENCH BANG ENHANCE FACE SHAPES” - Source: EPLACE HAIR – MAR 2024 3. Title: “THE PLATFOND OF FRENCH BANG IS SONG HYE KYO” - Source: ELLE – NOV 2022 Section 2: Expert Insights 1. Title: SHAPE THE FACIAL LINE - Quote: “This style is specifically crafted to accentuate facial features while addressing concerns such as high hairlines and hollow temples. It creates smooth facial lines and visually reduces the size of the face.” - Expert: ChiChi, Hairstylist 2. Title: VERSATILE BANG - Quote: “The French bangs are romantic and add a touch of elegance. This hairstyle is versatile, offering both a cute and mature look. Whether worn down or tied back in a ponytail, it’s incredibly adaptable and can instantly enhance your beauty.” - Expert: Tony, Hairstylist Section 3: Red Hacks - Video Titles and Engagements: 1. the french bang maintenance - 43K Engagements 2. how to cut the French bang - 55.3K Engagements 3. french bang for square round facial type - 176K Engagements","interpretation":"The slide presents a comprehensive overview of the French bang hairstyle popular in China, highlighting its popularity and versatility in contemporary fashion. The local media coverage section emphasizes the hairstyle's trending status for 2024, with various sources discussing its aesthetic appeal and association with notable figures. The expert insights provide professional opinions on the benefits of the French bang, indicating its ability to enhance facial features and adapt to various looks. The \"Red Hacks\" section reflects significant social media engagement and interest in practical tips for maintaining and styling French bangs, showcasing the hairstyle's relevance in discussions. Overall, the slide effectively communicates the cultural significance and aesthetic appeal of the French bang hairstyle in modern beauty trends","Archetypes":"NATURAL SUBLIMATION","Hairstyle":"The French Bang","id":"115"}
{"Slide_number":"117","description":"Title Keep my youth - Hashtags shorthair, color, procedures - Images: - Three images of older women with short hairstyles. - Image 1: A woman with short, silver hair, smooth texture, large side swept bang and a natural makeup look. - Image 2: A woman with a similar short hairstyle, slightly wavy and textured hair, pale brown hair with lots of cold blond highlights, side bangs and layers, wearing earrings, and a soft smile. - Image 3: A woman with short, layered light brown hair with lowlights and highlights, chin-length, wearing glasses, and a warm smile","interpretation":"The slide presents the “Keep my youth” archetype that emphasizes themes of youthfulness and beauty maintenance through hairstyle and hair color, particularly focusing on short hair. The use of hashtags suggests a social media context, likely aimed at promoting discussions or products related to hair care and styling. These images convey a sense of modernity and confidence, appealing to an audience interested in beauty and self-care","Archetypes":"YOUTH KEEPER","Hairstyle":"","id":"116"}
{"Slide_number":"118","description":"Title: YOUTH KEEPER: KEEP LIFE, COLOR, MATIERE - Scope : USA, Europe, Japan - Section: FADING - I LOSE MY FEMININITY - Bullet Points: - SHORT HAIR - SAGGY TRANSLUCENT SKIN - DULL FRIZZY THIN HAIR - LESS & LESS HAIR - WHITE HAIR - Image Descriptions: - Thick hair with high density - Hair with movement, full of life - Hair with volume - Hair color that flatters skin tone - Color Palette: - Labels: Dynamism, Fashion, creative, blending - Images: - Ines de la Fressange - Michelle Yeoh - Angela Basset","interpretation":"The slide presents the “Youth Keeper” Archetype and discusses themes of aging and femininity, emphasizing how certain physical changes, such as hair thinning and skin sagging, can impact a woman's perception of her femininity. It contrasts these changes with ideal characteristics of hair for the “Youth Keeper” archetype, such as thickness, movement, and volume, which can help maintain a youthful appearance. The inclusion of notable figures like Ines de la Fressange, Michelle Yeoh, and Angela Basset may imply a celebration of diverse beauty standards. The color palette and terms like \"Dynamism\" suggest a focus on creativity and blending in fashion choices, reinforcing the idea that personal expression can enhance one's sense of vitality and femininity","Archetypes":"YOUTH KEEPER","Hairstyle":"","id":"117"}
{"Slide_number":"119","description":"Slide Title: YOUTH KEEPER: KEEP LIFE, COLOR, MATIERE Key Benefits Sought: - Density - Hair color - Care without weighing down Sections: 1. SALON - Hair color & hairstyling - Scalp treatments - Anti-ageing Botox - Products: L’Oreal Majirel, Urban Keratin lift hair 2. CLEANSE - Gentle cleansing while caring + volume - Product: Kérastase Densifique 3. CARE - Repair hair & protect color without weighing down - Products: Hair growth & density treatment, Furterer Tonucia, Sisley Hair ritual serum revitalisant 4. STYLE - Volume & movement with limited heat - Brush to stimulate scalp circulation 5. IN BETWEEN - Dry shampoo - Color maintenance - Roots retouch - Food supplement - Products: L'Oréal magic retouch, Better not younger lift me up, Luxeol Biotine 1000 Images: - Various hair care products depicted, including a L'Oréal product","interpretation":"The slide presents a comprehensive approach to hair care for the \"Youth Keeper\" archetype emphasizing the importance of maintaining hair density, color, and overall health without adding weight. It outlines a structured approach to hair care divided into five main sections: salon treatments, cleansing, care, styling, and an \"in between\" section for maintenance products. Each section highlights specific actions and products aimed at achieving youthful, vibrant hair. The use of images suggests a visual representation of the products, reinforcing the message of practical solutions for hair care. The slide conveys a message of proactive hair care aimed at preserving youthful qualities in hair through a combination of salon services, effective cleansing, protective care, and styling techniques","Archetypes":"YOUTH KEEPER","Hairstyle":"","id":"118"}
